{
  "Apricot King Orchards": {
    "link": "https://santacruzfarmersmarket.org/vendors/gonzales-orchard/",
    "description": {
      "type": "Farmer",
      "owner": "Patti and Gary Gonzales",
      "phone": "831-637-1938",
      "email": "info@apricotking.com",
      "contact": "55 Henry Street Gonzales, CA 95023",
      "website": "http://www.apricotking.com",
      "facebook": "https://www.facebook.com/pages/Apricot-King-Orchards/122546161091694",
      "people": "When Patti first set her eyes on Gary Gonzales he was wearing a two-piece leisure suit. More than 30 years later, kids grown and many seasons behind them, they are still running Apricot King Orchards. Gary, who's father started the business, manages the orchards. Patti does the bookwork, the kids do the packaging and labeling while Dad oversees farm operations. Everyone chips in to staff the farmers' markets.",
      "bio": "In 1946 Frank Gonzales returned from World War II and bought 10 acres of apricot trees in the Hollister area. He and his wife Mary Gonzales began farming in Hollister when they were married over 55 years ago. They raised three children on the 120 acre ranch. Frank and Mary's son, Gary Gonzales, returned from the Peace Corp in 1972 and began to work the apricot orchard with his father. He has now been managing it for decades. Until 1992 the family sent 60 tons of dried, unpacked fruit to two large wholesalers, Del Monte and Mayfair. When Turkish imports began to flood the market, they had to revision their business strategy. Apricot King began to sell at the farmers' markets, little ones in tow.",
      "about": "Specializing in the rare Blenheim apricot, the Gonzales's also sell walnuts, prunes, pears and cherries. All of their fruit are sun dried in large trays outdoors. Patti says that 25 years ago there were over 50 families growing apricots in the Hollister area. Now there are only a few. It's a challenging business to maintain but with hard work and creativity Apricot King Orchard is doing well and Gary and Patti hope to pass the orchard on to their three children, all who currently work for the business. Visit them and taste their delicious fresh and dried apricots at the Downtown Market.",
      "land": "60 acre ranch in Hollister. 40 acres on the home ranch and 20 acres out.",
      "history": "Since 1946, the Gonzales family has grown rare California Blenheim apricots. They continue to be the farmer, pruner, dryer, packer, and seller of the vanishing Blenheim apricot. Since 1926, they have been a family owned and operated business. Apricots and walnuts have been farmed exclusively since their son, Gary, returned from a stint in the Peace Corps in 1971.",
      "pest_management": "Organically spray herbicides and pesticides phermone traps beneficials plants.",
      "soil": "Clay loam",
      "water_use": "Well water and a drip system",
      "weed_control": "A lot of hoeing. Cover crops. Vetch."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Westside Santa Cruz"
    ],
    "products": [
      "Apricots",
      "Dried Fruit",
      "Walnuts"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/1113.jpg"
  },
  "Aptos Apiaries": {
    "link": "https://santacruzfarmersmarket.org/vendors/aptos-apiaries/",
    "description": {
      "type": "Farmer",
      "owner": "Anthony Tomasso",
      "phone": "831-688-8791",
      "website": "http://aptosapiaries.com/",
      "people": "Anthony Tomasso has been beekeeping for over 30 years. What began as a hobby became a business when Anthony left his work as a contractor behind. Building his own hive boxes and frames, Anthony was drawn to beekeeping as an essential aspect of farming. He comes from a family of farmers and talks of a time when everybody had four or five hives on their property for the sake of honey and pollination. Getting involved with bees was a means for Anthony to develop a relationship to the land and build community by selling his honey at farmers' markets.",
      "bio": "Anthony Tomasso, owner of Aptos Apiaries, runs a small business, producing between two to four thousand lbs. of honey annually. He specializes in delicious, all-natural honey and honey-based products that promote health and wellbeing. Visit them year-round at the Downtown Farmers’ Market.",
      "about": "\"The bees harvest everything,\" Anthony says, \"I just have to be in harmony with them\". Through keeping bees Anthony has developed a keen awareness of what’s in bloom, what weather is coming and the affects that pollinators have on the land. With a large garden including avocado, apple and citrus trees, he has noticed that the years he keeps many hives on his property the trees produce much more fruit. This is why almond farms in the Central Valley are paying $200 per colony to bring hives onto their farms. With 2.5 hives per acre almond production can increase as much as seven times."
    },
    "markets": [
      "Downtown Santa Cruz"
    ],
    "products": [
      "Honey"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2013/03/Aptos-Apiary.jpg"
  },
  "Ashby Confections": {
    "link": "https://santacruzfarmersmarket.org/vendors/ashbey-confections/",
    "description": {
      "type": "Artisan",
      "owner": "Jennifer Ashbey",
      "phone": "831-454-8299",
      "email": "jen@ashbyconfections.com",
      "contact": "16 C Victor Sq. Scotts Valley, CA 95066",
      "website": "http://www.ashbyconfections.com",
      "facebook": "http://www.facebook.com/ashbyconfections",
      "people": "Jennifer Ashby has been playing in the kitchen for as long as she can remember. While her mom used to make chocolates during the holidays for family and friends, Jennifer stuck to baking until she attended the Culinary Institute of America for Baking and Pastry at age 26. It was there that her love for working with chocolate was born. She has always been a foodie and loved to share the fruits of her labor. With her new found love of creating chocolate, caramels, marshmallows and fruit candies, she took on the challenge of creating confections using the finest ingredients, many of which were grown or produced right here on the central coast.",
      "bio": "Ashby Confections is a small artisan company committed to making handmade chocolates and candies using traditional methods and high quality ingredients, many of which are organic. They are committed to using sustainably grown and purchased fair trade/direct trade chocolate, organic dairy products and local, organic fruits, flowers and herbs. On most days one can find the staff at Ashby Confections making small batches of fresh chocolates and candies as part of the kitchen is open and visible to the community.",
      "about": "Ashby Confections is a place to find handmade fresh truffles, flavored marshmallows, caramels, chocolate bars and 'pates de fruits' featuring fresh, local fruits. Using traditional methods and contemporary techniques, they make their chocolates delicious to the eye and the palate. Their confections are great for a small indulgence or a gift to yourself or someone special. They have a variety of elegant packaging to suit any need. Jennifer encourages her staff to be creative and not only make things that she has created, but to also try out their own ideas.",
      "sourcing": "Ashby Confections is very inspired by all that this region has to offer. While living in place of such rich agriculture, they highlight the local farmed commodities and artisan products in their confections. Jennifer has been committed to using Clover Organic Dairy and all of her chocolates feature organic, direct trade Askinosie chocolate. She shops at the Farmers Markets frequently for seasonal produce that could be incorporated into her chocolates and candies."
    },
    "markets": [
      "Downtown Santa Cruz"
    ],
    "products": [],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2015/04/AshbyConfections1.jpg"
  },
  "Beckmann’s Old World Bakery": {
    "link": "https://santacruzfarmersmarket.org/vendors/beckmanns-old-world-bakery/",
    "description": {
      "type": "Artisan",
      "owner": "Peter Beckmann, Sharon May, Beth Holland (Farmers’ Market Sales Manager Scot Adam).",
      "phone": "831-423-9242",
      "email": "customerhelp@beckmannsbakery.com",
      "contact": "104 Bronson St. #6 Santa Cruz, CA 95062",
      "website": "http://www.beckmannsbakery.com",
      "facebook": "http://www.facebook.com/pages/Beckmanns-Bakery/158211723462",
      "people": "120 Employees",
      "bio": "Peter started baking up on the UC campus in one of the co-ops in 1986 and slowly the business has grown to what it is today.",
      "about": "Beckmann’s is an all-natural, from scratch bakery making many kinds of breads and pastries. They use no GMOs, preservatives, dough conditioners, artificial colors or flavors. They have several flavors of slow-rising sourdoughs, Whole Grain Breads, Apple Cinnamon Swirl, German Farm Bread, Francese, Jalapeño Cheese Bread, Focaccia and “Home Bake” (brown and serve) breads. Their pastry offerings include a variety of pies in two sizes, bear claws, shortcake, cookies, scones, banana bread and pumpkin bread.",
      "sourcing": "Their Pure Rye and Organic Francese are organic products. They make the Honey whole wheat with all organic ingredients except for the local honey. Certified CCOF.",
      "specials": "They have a category of products that are offered at $6 each or 2-for-$10. Included are bags of cookies, banana bread, pumpkin bread, shortcake, cheese twists and soon to be released brownies."
    },
    "markets": [
      "Felton",
      "Live Oak/Eastside",
      "Scotts Valley"
    ],
    "products": [
      "Bread"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/159.jpg"
  },
  "Big Paw Olive Oil": {
    "link": "https://santacruzfarmersmarket.org/vendors/big-paw-olive-oil/",
    "description": {
      "type": "Artisan",
      "owner": "Bryan Saba",
      "phone": "(408) 464-9048",
      "email": "bryan@bigpawsales.com",
      "website": "http://www.bigpawoliveoil.com",
      "bio": "Big Paw is a family owned operation. They and their small team of associates sell Big Paw olive oil at over 15 farmers' markets a week throughout the Bay Area.",
      "sourcing": "Presently Big Paw works with family owned olive orchards in California, sourcing olives locally, within 200 miles of our shop. Like wine grapes, olives from different parts of the state have slightly different flavor palates. Big Paw searches for specific flavor profiles and balanced taste, tweaking them each year to achieve the flavor they are looking for. They recently planted 230 olive trees and plan to add another 300-400 trees very soon. They also produce 300 trees in the Los Gatos hills six miles from our shop in Campbell. Ultimately Big Paw plans to have their own mill and process their own olives in house."
    },
    "markets": [
      "Scotts Valley"
    ],
    "products": [
      "Olive Oil"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2018/11/Big-Paw.jpg"
  },
  "Billy Bob Orchard": {
    "link": "https://santacruzfarmersmarket.org/vendors/billy-bob-orchard/",
    "description": {
      "type": "Farmer",
      "owner": "Bill Piexoto",
      "phone": "831-234-1552",
      "bio": "Bill grows over 10 varieties of organic apples on 15 acres. His main varieties are Fuji, Jonagold, and Pippin, with smaller amounts of Braeburn, Gala, Granny Smith, Empire, Cameo, Pink Lady, Orrin, Sonata, Mutsu, and Black Twig.",
      "about": "Bill Peixoto's parents bought 8 acres and a small house near Watsonville, CA in 1957. In 1965, they purchased the 2.5 acre apple orchard adjoining their property. Watsonville is the site of one of the earliest known apple orchards in California, and it continues to be one of California's primary apple growing regions to this day. When Bill's father died in 1983, he and his brother Bob took over the small orchard adjacent to their parents' property. They began tearing out older, unproductive trees and replanting with newer varieties every year. After 4 years, Bob had enough of apple farming, and Bill continued on his own. In 1990, Bill rented a larger orchard from a family friend and began renovations with newer varieties of apples. In 1996 he began to transition both of his orchards to organic production, and his entire operation received organic certification in 1999."
    },
    "markets": [
      "Live Oak/Eastside",
      "Scotts Valley",
      "Westside Santa Cruz"
    ],
    "products": [
      "Apples"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/196.jpg"
  },
  "Blossoms Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/blossoms-farm/",
    "description": {
      "type": "Farmer",
      "owner": "Carin Fortin and Delmar McComb",
      "phone": "(831) 246-1137",
      "email": "info@blossomsfarm.com",
      "website": "http://www.blossomsfarm.com/",
      "facebook": "https://www.facebook.com/blossomsfarmsantacruz/",
      "people": "Carin Fortin is a native of Switzerland, teacher, herbalist in training and certified permaculturist. She makes bitters, tinctures and tonics inspired by her family’s tradition and using herbs from the farm. Delmar McComb has gardened professionally for over 25 years and has had a passion for biodynamic farming and gardening for the past 20 of those years. Delmar has served as horticulturist, consultant, and designer for many acclaimed gardens, public and private, throughout the state and teaches and lectures frequently on varied subjects related to horticulture, biodynamics, anthroposophy, and design.",
      "about": "A unique project building momentum in Santa Cruz County, we are very excited to welcome them into the fold of responsible farms and food artisans we work with in this region. Blossoms Farm was started by Carin Fortin and Delmar McComb with the vision of establishing a true Biodynamic Farm. Partners in work and life, Carin and Delmar have joined forces to create a small scale, diversified, self-sustaining biodynamic farm that produces low carbon footprint herbs and nutrient dense food for the local community. They are dedicated to restorative farming practices with an emphasis on perennial crops. Blossoms also offers farm-based learning experiences for children and adults partially supported by implementing a Community Supported Herbal CSA system. The farm works to connect children and adults of all ages with the land, food and herbs that nourish and heal them; and to provide agricultural products of the highest quality."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside",
      "Westside Santa Cruz"
    ],
    "products": [
      "Bitters",
      "Salves",
      "Seeds",
      "tinctures"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2016/12/Blossom-Farm.jpeg"
  },
  "Blue Heron Farms": {
    "link": "https://santacruzfarmersmarket.org/vendors/blue-heron-farms/",
    "description": {
      "type": "Farmer",
      "owner": "Dennis Tamura and Lori Perry",
      "phone": "831-722-8635",
      "email": "kelly@blueheron.farm, lmperry@baymoon.com",
      "people": "This is a family farm with a wonderful crew of marketers and top-notch field workers.",
      "bio": "Dennis Tamura got his start in agriculture while studying gardening with Alan Chadwick during the 1970s. He subsequently helped run the U.C. Santa Cruz Farm & Garden Apprenticeship Program for several years before founding Blue Heron Farms in 1985. Blue Heron Farms is located in a sheltered valley in Correlitos, blessed with a cool climate and soil that is sandy, soft and easy to work with. The 18 acres they grow on include large swaths of farmland surrounded by live oaks and habitat that is home to deer, bobcats, and coyotes. A deep well provides Blue Heron with water, they irrigate their crops with a combination of overhead sprinklers and drip tape. The farm keeps weeds at bay by torching some crops, hoeing, hand weeding, weed cloth application and cultivating with a tractor. Both Dennis and his long time partner Lori agree that their greatest asset is the people who they work with - a wonderful group of men from Jalisco and Michoacan, Mexico, and a dedicated farmers’ market staff and flower crew. Currently they have three generations of the same family working for the business - a grandfather, three sons and four grandchildren. Lori and Denis are well known for the quality of their product, in particular for special variety lettuces and flowers along with greens, root veggies and leeks. Their produce seems to jump off the table, so full of vigor, and it's not rare that they sell out. As Lori says, “Although the hard work never seems to stop, there’s not a day that goes by that we don’t feel lucky to be farming here on the Central Coast, where people really care about organics and we are able to sell directly to farmers’ market customers!” Blue Heron has been selling at the Downtown Santa Cruz Farmers' Market since the 1990s and values this relationship immensely. Communication with the market management (that's us) allows them to shift up what they bring based on market needs and they lean heavily into direct sales to sustain their business. *Note: parts of this interview were based on a write up from the Ecology Center in Berkely.",
      "history": "Blue Heron is what once used to be an old Corralitos ranch where apricots and field crops were grown. Dennis started Blue Heron in Santa Cruz in 1984.",
      "pest_management": "Blue Heron employs organic methods for pest management.",
      "soil": "Sandy Soil",
      "water_use": "Drip irrigation and overhead sprinklers.",
      "weed_control": "Hoes and hand weeding."
    },
    "markets": [
      "Downtown Santa Cruz"
    ],
    "products": [
      "Beets",
      "Broccoli",
      "Cabbage",
      "Carrots",
      "Cauliflower",
      "Cucumbers",
      "Flowers",
      "Green Onions",
      "Herbs",
      "Kale",
      "Lettuce",
      "Salad Greens",
      "Spinach",
      "Summer Squash",
      "Swiss Chard",
      "Winter Squash"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/Screen-Shot-2024-01-30-at-10.24.10-AM-e1706639766699.png"
  },
  "Blue House Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/blue-house-farm/",
    "description": {
      "type": "Farmer",
      "owner": "Ryan Casey",
      "email": "info@bluehousefarm.com",
      "website": "https://bluehousefarm.com/",
      "facebook": "https://www.facebook.com/bluehousefarm/",
      "bio": "Blue House Farm is a CCOF-certified organic farm located in Pescadero and San Gregorio, CA. San Diego native and first-generation farmer Ryan Casey became interested in farming while taking agriculture courses in college. After completing an internship with the Center for Agroecology and Sustainable Food Systems at UC Santa Cruz and working on several farms, he decided to launch his own organic operation. In 2005, the Peninsula Open Space Trust (POST) awarded Blue House Farm a lease on land in Pescadero. The farm has since grown, working with POST to restore and steward a historic 74-acre ranch in San Gregorio, where they also provide housing for most of their year-round farmworkers. Operation in two different microclimates allows Blue House Farm to be widely biodiverse year-round. Cool-weather crops thrive in the fog on the San Gregorio property, while heat-loving crops revel in the Pescadero ranch’s sunny climate. With support from POST, Blue House raised a redwood timber frame barn on the San Gregorio ranch in 2019. The barn now houses their year-round Farmstand, which provides the local community with the freshest produce around, and is the hub for their seasonal strawberry and pumpkin U-pick programs and other community events. We're honored to have Blue House in the Santa Cruz market circuit selling weekly at the Westside since 2016."
    },
    "markets": [
      "Westside Santa Cruz"
    ],
    "products": [
      "Basil",
      "Beans",
      "Beets",
      "Broccoli",
      "Cabbage",
      "Chard",
      "Flowers",
      "Kale",
      "Peppers",
      "Potatoes",
      "Pumpkins",
      "Strawberries",
      "Summer Squash",
      "Tomatoes",
      "Winter Squash"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2017/10/Website-Profile-Photo.jpg"
  },
  "Brokaw Nursery": {
    "link": "https://santacruzfarmersmarket.org/vendors/brokaw-nursery/",
    "description": {
      "type": "Farmer",
      "phone": "831-761-9086",
      "contact": "34-E Hanger Way Watsonville, CA 95076",
      "website": "http://www.willsavocados.com",
      "people": "Hank and Ellen Brokaw started the farm, son Rob manages the nursery and son Will manages farmers' market sales. They are helped by 15 full-time employees.",
      "bio": "Brokaw Nursery is one of California's largest suppliers of subtropical orchard trees. They are also an industry leader in innovating new varieties of fruits and rootstocks though the nursery still constitutes the bulk of the business.",
      "land": "200 acres in Ventura and 75 acres in Soledad, CA",
      "history": "In the late '50s, Hank and Ellen Brokaw started Brokaw Nursery in their backyard. In the '60s they purchased a ranch and started an orchard from scratch, developing virgin land into fruit trees. The rugged terrain, clay-ey soil, and steep slopes of the ranch have made it challenging and expensive to plant orchards on all of the ranch's acreage.Brokaw Nursery exports to over 45 countries worldwide.",
      "pest_management": "Round-up (an herbicide) is used around the base of trees for weeds. The Brokaws work hard to avoid having to spray their fruit. One of the biggest problems for avocado growers is a pest called avocado thrip. For two years, Will insisted that trees not be sprayed with Agri-Mek to prevent the pest, but the farm lost 80% of its avocados to thrip. Organic alternatives have not proved effective, and Hank has decided to use the pesticide again to avoid more loss. Citrus fruit is treated with a pesticide called Admire when aphids infest the trees.",
      "soil": "Clay, built with potassium, iron, and zinc chelates; urea is added to irrigation water. When trees are unhealthy, the Brokaws will remove them, dig trenches, amend the soil with gypsum and mushroom compost, and then plant new trees.",
      "water_use": "Sprinkler irrigation from well water.",
      "credits": "*Originally published by CUESA (Center for Urban Education about Sustainable Agriculture)"
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak"
    ],
    "products": [
      "Avocados",
      "Cherimoyas",
      "Feijoas",
      "Grapefruit",
      "Guavas",
      "Kumquats",
      "Lemons",
      "Limes",
      "Mandarins",
      "Mangoes",
      "Oranges",
      "Pomelos"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/197.jpg"
  },
  "Casalegno Family Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/casalegno-family-farm/",
    "description": {
      "type": "Farmer",
      "phone": "831-476-8032",
      "contact": "170 Laurel Glen Road Soquel, CA 95073",
      "website": "http://casalegnofarm.blogspot.com/",
      "facebook": "http://www.facebook.com/pages/Casalegno-Family-Farm/113051722066519",
      "people": "Matt and Marissa Casalegno have been running the show since 2005, planting young trees for the first time in decades, expanding row crops and bolstering production of a 75 year old garlic variety brought from the homeland. Matt, the oldest of six grandchildren, was pulled into farm work as a child. At harvest the entire extended family would spend weekends at the farm to sort and ready fruit for sale. In the late 1990s, Marissa spent a summer at farmers’ markets with Matt’s grandmother who was still working hard to maintain the farm. Inspired, she approached Matt about taking over the farm to keep it alive. And so Casalegno persists. While working day jobs and raising two kids, Marissa and Matt spend evenings and weekends working the farm. Find them at the Downtown, Scotts Valley and Felton Markets each summer and fall selling their famous Santa Rosa plums, persimmons, pears, garlic, apples and other organic produce.",
      "bio": "Five generations of the Casalegno Family have lived on this beautiful site in the hills of Soquel, and the farm has been family owned and in operation since 1916.",
      "history": "Santa Cruz County residents are fortunate to have agricultural spaces butted right up against our neighborhoods. One of our oldest and most beloved growers is Casalegno Farm off Old San Jose road; founded in 1916 when Mr. Casalegno moved to Soquel from Italy with seed in his pocket. Focusing on fruit trees, the farm hit its hay day in 1948 producing 40,000 lbs of plums that year. Today 140 acres of the original land are largely undeveloped, covered in a quilt of orchards, a farm stand, general store, row crops, forest and the homes of four generations of the family."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Scotts Valley"
    ],
    "products": [
      "Apples",
      "Beans",
      "Beets",
      "Broccoli",
      "Carrots",
      "Cucumbers",
      "Figs",
      "Flowers",
      "Garlic",
      "Greens",
      "Herbs",
      "Lemons",
      "Loquats",
      "Onions",
      "Oranges",
      "Pears",
      "Peppers",
      "Persimmons",
      "Plums",
      "Potatoes",
      "Pumpkins",
      "Quince",
      "Radishes",
      "Summer Squash",
      "Tomatoes",
      "Winter Squash"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/Casalegno-2.jpg"
  },
  "Cavanaugh Color": {
    "link": "https://santacruzfarmersmarket.org/vendors/cavanaugh-color/",
    "description": {
      "type": "Farmer",
      "owner": "Jon Cavanaugh",
      "phone": "831-728-1344",
      "email": "cavanaughcolor@gmail.com",
      "bio": "“Flowers to brighten your home and to warm your heart from Cavanaugh Color.” A mom-and-pop operation, the Cavanaugh family prides itself on its customer service and product quality.",
      "about": "*In the early 1970s, Southern California residents Dave and Nancy Cavanaugh established Flower Street Nursery, a small nursery and retail store located in Costa Mesa. A horticulture graduate of Cal Poly Pomona, Dave began changing the focus of the business from selling to growing. After an extensive search throughout California for an appropriate parcel of land on which to grow their plants, the couple purchased 10 acres in Watsonville in 1978 and started Hawaiian Tropicals, a nursery specializing in protea and other tropical plants. Solely a wholesale business at the time, the nursery eventually moved away from growing tropical plants and began focusing on annuals and perennials to meet local retail demand. In the mid-1980s, the couple changed the nursery’s name to Cavanaugh Color. In 2000, the couple’s son Jon took a more active role in the business. In 2002, Jon decided to test the waters of selling to customers directly by taking plants to the Santa Cruz Flea Market. The experiment was successful, and Cavanaugh Color began selling at farmers markets in both the South Bay and the Monterey Bay areas. The nursery became a member of the MBCFM in 2005. Roughly 25 percent of sales come from farmers markets with the remainder coming from wholesale accounts. The nursery has four full-time employees, all of whom have been with the nursery for more than 20 years. Another four are brought on for seasonal work; six additional workers sell at the farmers markets weekly. With Jon as the general manager, Dave continues to monitor operations while Nancy works as the sales manager and shares the accounting duties with Jon. The couple’s daughter Katie also helps with the business on occasion.",
      "credits": "*Originally published here MBCFM (Monterey Bay Certified Farmers Markets)"
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside"
    ],
    "products": [
      "drought-tolerant plants",
      "flowering plants",
      "hanging basket plants",
      "potted arrangements",
      "shade plants"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/themes/bf_scfm/images/thumb_vendor440x250.jpg"
  },
  "Companion Bakers": {
    "link": "https://santacruzfarmersmarket.org/vendors/companion-bakers/",
    "description": {
      "type": "Artisan",
      "owner": "Erin & Jeremy Lampel",
      "phone": "831-252-2253",
      "contact": "2341 Mission St Santa Cruz, CA 95060",
      "website": "http://www.companionbakeshop.com",
      "facebook": "http://www.facebook.com/pages/Companion-Bakers/299319004376",
      "bio": "Companion bakeshop is a welcoming community gathering space located on the westside. They offer live bluegrass music on weekends, monthly baking classes, bi-monthly parent education classes and a mandolin workshop series. Their space is also used weekly to host H &H fish CSA pick up, Live Earth Farm CSA pick up, Free Wheelin Farm CSA stand and Fogline Farm CSA pick up.",
      "about": "Companion offers fresh brick oven sourdough breads and rustic pastries. All of their breads are hand formed and baked in our brick oven. Their batch sizes are small and their bakers are precise and passionate. Companion Bakeshop pastries are unique and feature local organic fruits & vegetables.",
      "sourcing": "Companion sources their ingredients from local and organic farms such as Route 1 farms, Thomas farm, Pie Ranch, Free Wheelin Farm, Live Earth Farm (just to name a few. Depends on who has what!) Guistos Organic Grains, seeds & sugars, Tcho Organic chocolate, Clover organic butter, Clover organic cream & milk",
      "specials": "2 for $10 on breads and 2 for $5 on baguettes"
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Live Oak/Eastside",
      "Scotts Valley",
      "Westside Santa Cruz"
    ],
    "products": [],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/1167.jpg"
  },
  "Delicious Crepes": {
    "link": "https://santacruzfarmersmarket.org/vendors/delicious-crepes/",
    "description": {
      "type": "Artisan",
      "owner": "Regina Ibragimchayeva",
      "phone": "408-260-6885",
      "email": "deliciouscrepes4u@gmail.com",
      "contact": "440 Patch Ave San Jose, CA 95128",
      "bio": "Delicious Crepes is a relatively new business that was registered in February 2008. However, the unique menu had been developed over the past 10 years during which were spent serving the farmers' market communities under a different company name formerly known as Nina's Kitchen.",
      "about": "Delicious Crepes serves healthy vegetarian fast food to the local community at various Bay Area farmers' markets. They focus on preparing high-quality vegetarian and gluten-free crepes.",
      "sourcing": "They use organic tofu and other organic ingredients whenever possible, e.g. flour, bananas, spinach, onions, etc."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Live Oak/Eastside"
    ],
    "products": [],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/DeliciousCrepes.jpg"
  },
  "Dirty Girl Produce": {
    "link": "https://santacruzfarmersmarket.org/vendors/dirty-girl-produce/",
    "description": {
      "type": "Farmer",
      "owner": "Joe Schirmer",
      "phone": "831-818-6516",
      "email": "info@dirtygirlproduce.com",
      "website": "http://dirtygirlproduce.com",
      "people": "Joe Schirmer along with 5 full-time and 20 seasonal workers.",
      "bio": "Dirty Girl Produce is a 40 acre certified organic family farm located in Santa Cruz County, Ca. They grow over 20 varieties of fruits and vegetables and sell produce to customers and restaurants at 10 farmer’s markets in Santa Cruz, Berkeley, and San Francisco.",
      "land": "The farm is split between two of the best growing areas of the Bay Area — Santa Cruz’s banana belt, where the weather is relatively hot and dry in the summer and La Selva Beach where there is a stronger coastal influence. This mild climate enables most Santa Cruz farmers to grow vegetables almost year round without having to worry about bolting in the summer and freezing in the winter. The river bed soil is some of the most fertile in Northern California.",
      "history": "In 1997, Joe Schirmer began working for Dirty Girl Produce and 2 years later took the helm from the original “dirty girls” who started the farm in 1995. Joe graduated from the UC Santa Cruz Farm and Garden apprenticeship program with a certificate in ecological horticulture. Inspired by the French Intensive gardening method, he has adapted tractor farming to incorporate its principles. California Certified Organic Farmer since 1995.",
      "pest_management": "Joe says, \"Treating the soil as though it were an organism with an immune system makes it healthy.\" As a result, pest problems are relatively rare. Row covers are used to shield against occasional aphid or flea beetle visitations.",
      "soil": "Dirty Girl Produce is endowed with a deep, rich sandy loam that has the texture of chocolate cake. The addition of compost and manures (chicken, dairy, and horse), and the use of cover crops maintains soil fertility and porosity.",
      "water_use": "Overhead and drip irrigation.",
      "weed_control": "Hoe and tractor cultivation, hand weeding, propane flame weeder."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside"
    ],
    "products": [
      "Basil",
      "Beets",
      "Broccolini",
      "Cabbage",
      "Carrots",
      "Cauliflower",
      "Chard",
      "Cilantro",
      "Dandelion Greens",
      "Green Beans",
      "Kale",
      "Leeks",
      "Onions",
      "Parsley",
      "Radicchio",
      "Radishes",
      "Romaine Lettuce",
      "Romanesco",
      "Shallots",
      "Shelling Beans",
      "Strawberries",
      "Tomatoes",
      "Turnips"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/DirtyGirl.jpg"
  },
  "Dos Hermanos Pupuseria": {
    "link": "https://santacruzfarmersmarket.org/vendors/dos-hermanos-pupuseria/",
    "description": {
      "type": "Artisan",
      "owner": "Ever and Nelson Deras",
      "email": "doshermanospupuseria@gmail.com",
      "facebook": "https://www.facebook.com/dhpupuseriasantacruz/",
      "about": "Dos Hermanos Pupuseria offers five types of pupusas in traditional El Salvadoran style. They sell both vegetarian and meat pupusas topped with mild or hot salsa and a delicious curtido, similar to a very fresh slaw. Dos Hermanos got involved with the local farmers' market circuit through the El Pajaro Incubator Kitchen and now are independent members rotating through all five of our local markets. We are elated to have them as part of the artisanal food offerings - unique, warm, cheesy, easy to eat with the hands, easy to take home."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Live Oak/Eastside",
      "Scotts Valley",
      "Westside Santa Cruz"
    ],
    "products": [
      "Aguas Frescas",
      "Curtido",
      "Pupusas"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2021/02/Dos-Hermanos-1.jpg"
  },
  "El Pajaro Valley CDC Incubator Kitchen": {
    "link": "https://santacruzfarmersmarket.org/vendors/pajaro-valley-cdc-incubator-kitchen/",
    "description": {
      "type": "",
      "owner": "Pajaro Valley Community Development Corporation",
      "phone": "831-722-1224",
      "email": "cesario@elpajarocdc.org",
      "website": "http://www.elpajarocdc.org/en/commercial-kitchen-incubator",
      "facebook": "https://www.facebook.com/pages/El-Pajaro-Cdc-Commercial-Kitchen/158490820985721",
      "people": "Vendors selling with the Pajaro Valley CDC Incubator Kitchen Stand My Mom’s Mole: traditional and unique packaged mole for sale and a simple mole menu. The Green Waffle: packaged frozen waffles made with whole, healthy foods and a simple menu. Oh! dip luscious: Mediterranean dips to order and packaged to take home. El Nopalito Produce: cactus salad made with local cactus. Artisan Hand Foods: savory meat pies with international flavors Laviathan Foods LLC.: nutrient dense bars made with whole ingredients. Unique Sweets LLC.:infused balsamic vinegars. Almighty Kombucha: kombucha made locally and served on tap or growlers to-go. Vinegirl Products: locally sourced apples, turned into high-quality vinegar aged to perfection. Yoly’s Adobo: meat marinade seasoning and ready-to-eat, delicious, simple dishes with marinade. Lo Major de mi Tierra: traditional Colombian empanadas served hot. Splendid Blend: dense smoothies using whole ingredients - great for a meal on the run.",
      "bio": "For almost 40 years El Pajaro Community Development Corporation, a nonprofit based in Watsonville, has been dedicated to supporting new and existing entrepreneurs to create, develop, and expand their business ventures. They provide bilingual (Spanish and English) business incubation services, free business consulting and loan packaging and low-cost trainings as well as access to a Commercial Kitchen and Plaza Vigil Retail Incubators. El Pajaro staff and team of consultants work to provide their clients with proper tools and skills needed to thrive as business owners. The Incubator Kitchen crew joined the Santa Cruz Community Farmers' Markets (SCCFM) in 2017. Their market booth, a collaboration between El Pajaro CDC and SCCFM, is the perfect way to support emerging food entrepreneurs and provide the community access to their unique products! The rotating booth increases their clients’ visibility, and gives the business owners marketing experience. They are assisted by El Pajaro CDC staff on menu development, marketing, customer service, branding, and more! At El Pajaro CDC stand you will find a delicious, creative area of prepared, ready-to-eat foods. Stop by and say hi to their friendly staff and inquire more about their programs, services and all the different and exciting projects coming up!"
    },
    "markets": [
      "Downtown Santa Cruz"
    ],
    "products": [],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2018/01/El-Pajaro-CDC.jpg"
  },
  "Epicenter": {
    "link": "https://santacruzfarmersmarket.org/vendors/epicenter/",
    "description": {
      "type": "Farmer",
      "owner": "Ellen Baker and Freddy Menge",
      "website": "http://www.epicenteravocados.com/",
      "about": "Ellen Baker and Freddy Menge live in Santa Cruz County, California, with their family, their dog and too many chickens. That’s us. We have been obsessed with growing and foraging fruit on the California’s central coast for over 20 years, nurtured by our association with the Monterey Bay Chapter of the California Rare Fruit Growers. Our orchard in Larkin Valley was planted in 2005, as an outgrowth of a runaway hobby/obsession with apples that hasn’t quite run its course. Once an old orchard, it was turned to horse pasture, then returned to wet meadow sitting at the bottom of a deep North-South running valley. Surrounded by walls of Redwood and Oak, a rangy tangle of willows up-watershed divides and transitions into hundreds of acres of rolling wild land. Deep distrust of chemicals leads me to avoid them on my farm and elsewhere, but we do use OMRI listed Pheromone ties against codling moth. No synthetic fertilizers or pesticides, no sulphur, copper, neem, or dormant oil are used, as all of these kill things we like. We do use mountains of composted tree chips to conserve water and suppress weeds; composted animal manure for fertility. We don’t plow or disc between our rows, using a walk-behind high-weed mower to maintain a year-round mixed grass/weed/flower cover instead. What this means is we spend a lot of time on our hands and knees, weeding to keep the bindweed from swallowing our trees. Getting down to the apples, we try to grow European style, high flavor apples. These differ from what’s commonly available in that they’re endowed with acidity, astringency, and aromatics. Combined with their high sugar, this makes for an intense, complex, high-impact eating experience. Not everyone shares our preferences, but luckily, it’s easy to find normal type apples. After years of running public apple tastings, we’ve seen how people respond to high-flavored apples, and feel relieved and delighted to finally be able to provide the kind of fruit we love, directly to the public. We hope to attract an enthusiastic following of avid apple lovers, who will enable our behavior. Since farming is all about enormous amounts of boring, repetitive, and hard work, if we, and people like us, didn’t love our fruits, it would feel like a waste of time. Written by Freddy Menge Find Freddy and Ellen seasonally at the Westside Farmers' Market."
    },
    "markets": [
      "Westside Santa Cruz"
    ],
    "products": [
      "Apples",
      "Pears"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2021/02/Epicenter.jpg"
  },
  "Flowers at the Sea": {
    "link": "https://santacruzfarmersmarket.org/vendors/flowers-at-the-sea/",
    "description": {
      "type": "Farmer",
      "owner": "Kaysea Cook",
      "phone": "(530) 748-7608",
      "email": "flowersatthesea@gmail.com",
      "website": "https://www.instagram.com/flowersatthesea/",
      "about": "Flowers at the Sea is a sustainable cut flower farm cultivating mindful farming practices in Monterey Bay. Owner Kaysea Cook and her team strive to share their passion of farming with the community and encourage others to remain knowledgeable about where their products and food come from. It is hard to understand the origins of Flowers at the Sea without first knowing Bill the Bulb Baron’s farm. Bill the Bulb Baron, a Santa Cruz County local gem for over 50 years, was the world’s leading hybridizer and authority on tazetta narcissus and amaryllis belladonna bulbs. Bill originally began growing narcissus and daffodil flowers when he was 16 years old in 1958 and continued on until he was 61 in 2019. He was the gold medal holder in the Daffodil Society for the cultivation and preservation of daffodils and had one of the most diverse collections in the world. Not only this, but as a hybridizer he held variations of daffodils and amaryllis that still only exist on this farm. One of Kaysea's first jobs at age 18 was with Bill as both a mentor and friend. At this farm she found her passion for farming and cut flowers. He encouraged Kaysea to pursue an education in Biology and Environmental Studies with an emphasis in Plant Science at the University of California Santa Cruz. She worked with Bill for over 10 years on the farm until he passed in December of 2019. After Bill’s passing Kaysea decided to lease the farm and transition the name to Flowers at the Sea. The farm is located on the coast of Moss Landing, overlooking the sea. She now continues his legacy and has added many crops for year-round cut flower production. Flowers at the Sea now grows a wide diversity of year-round cut flowers including Bill's world renowned hybridized narcissus, daffodils and amaryllis for farmers' markets across Monterey Bay. They have added many more cut flowers to their spring, summer and fall seasons in order to produce throughout the summer and into the fall/winter season when the Narcissus and Daffodils bloom.",
      "pest_management": "Flowers at the Sea grows a variety of companion plants that attract beneficial insects and predators. Throughout the farm there is a significant amount of native plants such as pseudognaphalium, native grasses, and a variety of native sedges that coexist and are kept from the weeding process. Many of their crops are interplanted to reduce pests and aid with management. They have also constructed a sweet pea and jasmine fence that attracts many bird species that love to come help with pest management. If they have further issues with pests they primarily remove them by hand, but in times of heavy pest issues they use OMRI approved baiting.",
      "soil": "There are three different soil types on the farm; clay, sand and sandy loam. Flowers at the Sea primarily grow their more particular varieties in sandy loam, whereas their hardy bulbs can tolerate anything from clay to sand.",
      "water_use": "Flowers at the Sea cultivates a diversity of different crops throughout the seasons, which are predominantly drought tolerant. Their main crops are perennials that are dormant throughout the dry seasons and/or do not need water at all throughout the dry season. When water is needed, the farm pulls from a well for targeted drip irrigation. In order to preserve the water and soil, they use effective living ground cover and mulch to maintain saturation of the top soil and replenishment of the groundwater.",
      "weed_control": "The weed management methods at Flowers at the Sea are fairly simple. They primarily hand pull weeds throughout the farm and use effective living ground cover and mulch. Their annual crops are tilled in after the bloom season, but are regularly managed for weeds during the growing process. This leaves very few weeds to till under with rotating crops."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside",
      "Westside Santa Cruz"
    ],
    "products": [
      "Flowers"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2021/02/Flowers-at-the-Sea.jpg"
  },
  "Flying Disc Ranch": {
    "link": "https://santacruzfarmersmarket.org/vendors/flying-disc-ranch/",
    "description": {
      "type": "Farmer",
      "owner": "Robert Lower",
      "phone": "760-399-5313",
      "website": "http://flyingdiscranch.com",
      "people": "Robert Lower along with his sons Eric and Ian, Pedro, Carolina and Maria Medina and World-Wide Workers on Organic Farms.",
      "bio": "Flying Disc Ranch is tropical desert filled with a forest of date palms with a lush undergrowth of citrus of all flavors.",
      "land": "11 acres in Thermal, CA",
      "history": "Robert bought his property--desert land that he cleared, irrigated, and planted with over 1,200 palms--in 1979. Flying Disc Ranch has become a tropical rainforest-type ecosystem, host to a wealth of wildlife. Different varieties of date palm are interplanted with citrus and all the date trees are hand-pollinated. Since the Coachella Valley is part of the great Mojave Desert and dates require a lot of moisture, Robert creates a \"green oasis,\" with lots of water, compost, mulch and a year-round cover crop. Robert farms using a combination of techniques from many farming traditions; he has come to farm the way he does through \"observation, adaptation and accident.\" He describes his ranch as \"100% permaculture\" and never uses any synthetic or organic pesticides. Despite the ecological methods he employs, Robert says he \"will never be certified anything.\"",
      "soil": "The farms's soil is built with aged compost, cover crops, manure, and decomposed mulch. No tilling or discing techniques are used.",
      "water_use": "About 25% of the water used on Flying Disc Ranch is deep well water, and 75% is Colorado River water. Irrigation water is aerated so that the plants can absorb it better, and both flood and drip irrigation techniques are used.",
      "weed_control": "Mulch"
    },
    "markets": [
      "Downtown Santa Cruz",
      "Westside Santa Cruz"
    ],
    "products": [
      "Dates",
      "Grapefruit",
      "Oranges"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/160.jpg"
  },
  "Fogline Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/fogline-farm/",
    "description": {
      "type": "Farmer",
      "phone": "831-462-2464",
      "website": "http://foglinefarm.com",
      "facebook": "https://www.facebook.com/pages/Fogline-Farm/186657564705429?sk=wall",
      "people": "Caleb Barron",
      "bio": "Fogline Farm is a fully integrated organic farm located in the Santa Cruz mountains above Soquel Village. Fogline grows veggies, raises chickens for eggs and meat, and raises hogs.",
      "land": "Fogline Farm is located at the historic Manildi Ranch. Nestled in the Santa Cruz Mountains above Soquel Village, Fogline overlooks the Monterey Bay at 900 feet above sea level.",
      "history": "The 38-acre Manildi Ranch is a certified California Heritage Farm that has been under cultivation since 1905 when Segundo Manildi finished his career as a lumberjack and purchased the property from the Capitola Land Company. Segundo logged the property and he began carving out a living as a truck farmer, carting vegetables to sell on the streets of Santa Cruz. Later, he began planting fruit trees and of course being from Italy, some grapes for wine. The grapes were pulled during prohibition and apples quickly became the dominant crop of the region. Fogline began leasing and working with Bruce Manildi, the third generation of farmer, in 2009. In 2013, the property finally sold out of the family. Fogline Farm continues to share the property and strives to grow the highest quality fruits, vegetables and meats for our community.",
      "pest_management": "We try to design our agricultural systems to take full advantage of nature’s inherent resilience, beauty and abundance. To the best of our ability, we commit to steward the land in the most ecologically responsible way, and to having our land free of chemical pesticides, herbicides, fungicides and genetically modified organisms. All of our animals are raised on pasture and fed organic feed, and our crops are rotated in order to take advantage of the fertility and pest management the animals provide.",
      "soil": "Los Osos loam. Use animal waste and rotational grazing. Use aged manure.",
      "water_use": "Spring and well water.",
      "weed_control": "Mechanical cultivation. Crop and animal rotation."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside",
      "Westside Santa Cruz"
    ],
    "products": [
      "Chicken",
      "Eggs",
      "Pork",
      "Sausage"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/Fogline-2016.jpg"
  },
  "Four Sisters Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/four-sister-farm/",
    "description": {
      "type": "Farmer",
      "owner": "Robin and Nancy Gammons",
      "phone": "831-726-7266",
      "email": "mngammons@finestplanet.com",
      "website": "http://www.localharvest.org/four-sisters-farm-M1657",
      "bio": "Four Sisters is a five acre organic farm in the hills of Aromas, behind the Monterey Bay in central California. They grow cut flowers, kiwifruit, avocados, apples, herbs, and specialty vegetables, specializing in sorrel and other unusual greens.",
      "land": "Four Sisters is a five acre organic farm in the hills of Aromas. The farm is named after the four daughters in the family. They have been certified by CCOF since 1987, but have always been organic. Four Sister's products can be found in restaurants in the Bay Area, farmers' markets, and in some Natural Food Stores. Many of the varieties of specialty greens that are grown are from Italian and other European seed sources, and are much in demand from those who want to expand their \"taste\" experience.",
      "history": "The Gammons purchased the plot of land in Aromas and began farming in 1977. The Gammons' approach to farming has always been organic and ecological, and they have a strong commitment to maintaining a natural, healthy ecosystem on their property. The Gammons have four daughters -- Lucy, Jill, Dusty and Prema -- for whom they named the farm. All four grew up on the farm and are now grown. All four were active on the farm over the years and helped with sales at farmers markets. Jill is considering returning to the farm and continuing to be involved with farming in the future.",
      "pest_management": "Although they have acquired a small tractor, they continue to use a rototiller and hand tools for planting, so as to disturb the land as little as possible. They have found that this approach means that they have very few insect pests to contend with - the healthy, harmonious farm ecosystem self-regulates and takes care of those pests. They do have one non-insect pest: the deer that roam the beautiful countryside surrounding their farm, and they are currently building a fence to protect their crops from being munched by deer.",
      "soil": "Built up with compost, turning everything back in. Started with 3\" of topsoil on the land, now they have 28-32\" of good fertile topsoil.",
      "water_use": "Drip and misting irrigation. The land has native springs and a high water table.",
      "weed_control": "Hand and machine weeding.",
      "credits": "*Originally published by CUESA (Center for Urban Education about Sustainable Agriculture)"
    },
    "markets": [
      "Downtown Santa Cruz"
    ],
    "products": [
      "Apples",
      "Arugula",
      "Asian Greens",
      "Avocados",
      "Chard",
      "Cilantro",
      "Collards",
      "Cress",
      "Dandelion Flowers",
      "Greens",
      "Kale",
      "Kiwi",
      "Mache",
      "Miners Lettuce",
      "Mint",
      "Nettles",
      "Oregano",
      "Parsley",
      "Pears",
      "Persimmons",
      "Purslane",
      "Rosemary",
      "Sorrel",
      "Spinach",
      "Thyme"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/1111.jpg"
  },
  "Fruition Brewing": {
    "link": "https://santacruzfarmersmarket.org/vendors/fruition-brewing/",
    "description": {
      "type": "Artisan",
      "owner": "Tallula Preston and David Purgason",
      "website": "https://www.fruitionbrewing.com/",
      "about": "Fruition Brewing is the vision of David Purgason and Tallula Preston, who met through mutual friends at Seven Bridges Organic Brewing Supply. They bonded over the love of beer, and the desire to create a space where old and new friends can gather around great beer. Fruition beer is brewed on a 7 barrel system (220 gallon), built from a variety of repurposed wine and dairy tanks, as well as a custom built direct-fire kettle. David developed a passion for brewing while studying sustainable agriculture at UC Santa Cruz. His thesis was titled “The Sustainability of Craft Beer in California”. After home brewing, he began brewing professionally at the Boulder Creek Brewing Company pub. More recently, he was a brewer and distiller at Venus Spirits. Tallula heads up business operations, and ensures quality in every batch of Fruition beer. She started working at the organic brew supply shop, Seven Bridges Cooperative, in early 2013, moving up from a production employee to become the General Manager in 2015. With brewing, management and service experience, Tallula wears many hats - and wears them well.",
      "sourcing": "Fruition Brewing strives to utilize sustainable, organic, and local ingredients from the world class farmers in Watsonville and the surrounding counties. They source ingredients from Admiral Maltings, Akiyama Hop Yard, B & R Farms, Coastal Moon Farm, Giga Yeast, Dirty Girl Produce, JSM Organics, Gizdich Ranch, Ox and Willow Farm, and many others. Fruition's spent grain goes to the lucky herd at Garden Variety Cheese."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside",
      "Westside Santa Cruz"
    ],
    "products": [
      "Beer"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2021/02/fruition.jpg"
  },
  "Full Steam Dumpling": {
    "link": "https://santacruzfarmersmarket.org/vendors/full-steam-dumpling/",
    "description": {
      "type": "Artisan",
      "owner": "Andy Huynh",
      "phone": "(626) 549-5574",
      "email": "fullsteamdumpling@gmail.com",
      "website": "https://www.fullsteamdumpling.com/",
      "about": "Andy Huynh and a bunch of local cooks make dumplings and ramen from scratch. They are an experimental, curious, inspired crew adding new items to the menu and playing with various regional cuisines - inside and outside of their own family traditions. They source seasonally and locally as much as they can working with farms and ranches that sell in the farmers' market circuit. We love having Full Steam at the Downtown Santa Cruz, Westside Santa Cruz and Live Oak markets weekly."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside",
      "Westside Santa Cruz"
    ],
    "products": [
      "Dumplings",
      "Gyoza",
      "Pancakes",
      "Ramen"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2021/02/Full-Steam-Dumpling-hands.jpg"
  },
  "Garden Variety Cheese": {
    "link": "https://santacruzfarmersmarket.org/vendors/garden-variety-cheese/",
    "description": {
      "type": "Farmer",
      "owner": "Rebecca King",
      "phone": "831-761-3630",
      "email": "rebeccajaneking@gmail.com",
      "website": "http://www.gardenvarietycheese.com/",
      "bio": "Garden Variety Cheese is a small farmstead business specializing in artisanal sheep cheeses - fresh and aged. Based in Northern Monterey County, the sheep and some members of a very small staff, live and graze on Monkeyflower Ranch - a 40 acre property of fields and fencing. Owner Rebecca King and her team began commercial milking and cheese production in March of 2009 and are in ever increasing demand for their flavorful, small batch goods.",
      "about": "At Garden Variety the sheep produce lovely, rich, sweet milk that makes fabulous cheese and yogurt. To ensure the health and well-being of the animals, and the high quality of the milk and cheese, the 100 milking ewes at Monkeyflower Ranch are fed on fresh pasture, alfalfa hay, organic brewer’s grain from Santa Cruz Mountain Brewing and organic corn from Modesto Milling. Each ewe is named after a garden flower and treated with love and respect. Each aged cheese is also named for a flower including the Hollyhock, Black-eyed Susan and Moon Flower cheese varieties. The dairy sheep at Garden Variety are seasonal producers - each individual sheep only gives milk for around six months of the year. This season King staggered the sheep breeding in hopes of having fresh milk for yogurt nearly year round. You can search out Garden Variety's delicious sheep yogurt and cheese at the Downtown Farmers' Market in Santa Cruz. Numerous grocery and natural foods stores, restaurants and cheese shops also carry their product."
    },
    "markets": [
      "Downtown Santa Cruz"
    ],
    "products": [
      "sheep cheese"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2013/02/12.jpg"
  },
  "Green Planet Organics": {
    "link": "https://santacruzfarmersmarket.org/vendors/green-planet-organics/",
    "description": {
      "type": "Farmer",
      "owner": "Scott Bender",
      "email": "info@gporganics.com",
      "website": "http://www.gporganics.com",
      "bio": "Green Planet Organics is a CCOF and USDA certified organic farm in Soquel CA. They specialize in growing veggie, herb and flower garden starts for the home gardener as well as cut flowers and heirloom tomatoes.",
      "history": "Operating since 2004.",
      "pest_management": "Cleaning the growing area at all times is the trick. Ladybugs for aphids",
      "soil": "Special soil blend",
      "weed_control": "Weed cloth and hand pulled"
    },
    "markets": [
      "Live Oak/Eastside",
      "Westside Santa Cruz"
    ],
    "products": [
      "Garden Starts"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/169.jpg"
  },
  "Groundswell Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/groundswell-farm/",
    "description": {
      "type": "Farmer",
      "owner": "Heather and James Cook",
      "phone": "831-419-5666",
      "facebook": "https://www.facebook.com/pages/GroundSwell-Farm",
      "about": "s an eight-acre certified organic mixed vegetable farm located in Santa Cruz. One of few farms located within the city limits, they use grow along the San Lorenzo River in the flood plains where soil is rich with minerals and there is a micro climate of higher and lower temperature swings that can support a large range of crops. Using a combination of conscious management practices, organic inputs, and minimal water use, their mission is to grow high quality produce with minimal negative environmental impact. Farm owners Heather and James Cook first started growing food for in a neighborhood along Moore Creek Preserve and benefited greatly from the bio-diversity of this semi-wild region. When Jeff Larkey and Route 1 Farms retired some years back they took over one of his ranches along the San Lorenzo bringing their acreage up to eight. It's incredible the volume and variety they grow on this small farm. A committed farm manager X, market manager Nancy, and small crew of year-round field workers have everything to do with their success and the harvest we witness at the Scotts Valley and Downtown markets where they sell. Prior to farming, Heather received her bachelor's degree in environmental and agricultural studies and worked in landscaping. Meanwhile, ideas of farming were marinating in the background. She felt that organic produce should be accessible to all and not elitist, being that food is one of the most important things for humans. Heather was inspired to provide it in her own community. For James farming was not a radical idea, his uncle is a farmer and growing organic just made business sense. With a shared vision Heather and James approached an existing farm called Meter Street and partnered for a couple of years developing there skills in the hoe and the tractor, cultivation and farm planning. Later, they were offered the opportunity to farm the neighboring land and thus Groundswell Farm was born. Though at this point Groundswell was a seasonal, small farm of just 2 acres, James and Heather produced a lot of food, as much as 5 tons of tomatoes each year among their other crops including pardron peppers, shallots, winter squash and onions which they sold to restaurants and at farmers' markets. This small acre farm cultivate their skills in crop rotation, dense planting and soil building as part of the strategy for production and sustainability - all still at play as they've expanded to a second ranch. On the farm the Groundswell team uses a tractor for cultivation and drip tape irrigation for water conservation. They do all their planting manually through direct seeding or transplanting. They see an improvement in the land each year as they build the soil with cover crops, which fix nitrogen, and remain committed to growing a diversity of plants which rotate around the land encouraging a balanced ecological system. In addition to managing Groundswell, Heather and James have three kids and run bee hives, selling honey at their markets. They'll be showing up Downtown in April and in Scotts Valley in May when that seasonal market opens.",
      "pest_management": "Biodiversity, using the natural forest surrounding the farmland, gopher traps and planting techniques. Peppers, of which they grow many varieties, are not particularly vulnerable to pests.",
      "soil": "Sandy loam and remaining gravel from previous equestrian center, the soil seems to improve each year as the build it up with cover crops, which fix nitrogen, and remain committed to growing a diversity of plants which rotate around the land encouraging a balance ecological system.",
      "water_use": "Well water and drip tape.",
      "weed_control": "Mechanical extraction, planting techniques."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Scotts Valley"
    ],
    "products": [
      "Greens",
      "Honey",
      "Onions",
      "Peppers",
      "Shallots",
      "Squash",
      "Strawberries",
      "Tomatoes"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/Groundswell.jpg"
  },
  "H & H Fresh Fish Co., Inc.": {
    "link": "https://santacruzfarmersmarket.org/vendors/h-h-fresh-fish-co-inc/",
    "description": {
      "type": "Artisan",
      "owner": "Hans Haveman & Heidi Rhodes",
      "phone": "831-461-1576",
      "email": "info@hhfreshfish.com",
      "website": "http://www.hhfreshfish.com",
      "facebook": "http://www.facebook.com/hhfreshfishco",
      "people": "H&H is family owned with 7 part-time employees in addition to Hans and Heidi. Their children Dahlia and Sebastian (Seabass) are already enjoying participating in the family business. Dahlia helps Heidi in the office and loves to sell fish at the markets. Seabass is fish obsessed and loves to help daddy fish and unload the boats of other fishermen. The fish they provide is \"from our family to yours.\"",
      "bio": "Hans hoped to focus his thorough knowledge into a service that he could provide to his community in order to share in and spread seafood appreciation for all of its many health benefits and limitless culinary making ecologically sound choices when it comes to selecting their seafood. In 2003 he found his niche at the local farmers markets, when he & Heidi began selling his own local salmon catch. They also then got licensing to be able to purchase fish directly from local hook-and-line fishermen. Since then they have grown to include 18 markets per week and now are also enjoying taking on additional ventures with their new CSS program and even doing Oyster Bar Catering at parties, weddings, festivals, and events.",
      "about": "H & H specializes in the finest of local & sustainable gourmet seafood. They participate at 18 select Farmers' Markets throughout the week and have Santa Cruz's first FISH CSA - Community Supported Seafood (CSS), a weekly seafood subscription program. It is because of their busy schedule, combined with direct purchasing from local fishermen, that they are able to offer product freshness that is second to none.",
      "credits": "*Some content originally published by CUESA (Center for Urban Education about Sustainable Agriculture)"
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Live Oak/Eastside",
      "Scotts Valley",
      "Westside Santa Cruz"
    ],
    "products": [],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/1165.jpg"
  },
  "Hakouya": {
    "link": "https://santacruzfarmersmarket.org/vendors/hakouya/",
    "description": {
      "type": "Artisan",
      "owner": "Eriko Yokoyama and Masumi Diaz",
      "email": "info@hakouya.com",
      "website": "https://www.hakouya.com/",
      "facebook": "https://www.facebook.com/probioticfoodclasses",
      "about": "Hakouya is a unique, burgeoning business based in Santa Cruz County dedicated to selling direct to customers so that they can talk and teach about the benefits of fermentation. The meaning of “Hakouya” in Japanese is the fermentation house and the owners of Hakouya Eriko and Masumi are absolutely passionate about fermentation. They are particularly interested in koji, the fungus grown on rice, barley or beans that results in a diversity of probiotic enzymes. It is the base ingredient used to make miso, soy sauce, sake and all kinds of Japanese condiments. Koji has more than 100 enzymes and the Hakouya team believe it is a major contributor to health and human longevity in Japan. Koji originally comes from southern Japan where humans have the longest average lifespan on the planet. Eriko is a chef by training. She grew up in Tokyo and moved to France enrolling in cooking school at Le Cordon Bleu as a young adult. She later moved to the U.S. and ran a restaurant called Pacific Rim Buffet in Aptos between 1988 and 2001 with her late husband. About 22 years ago Eriko learned how to make miso from a friend. Shortly after she and Masumi began experimenting with miso and other fermented things: kefir, koji, etc. Masumi grew up in a conservative Japanese family in the countryside. Both of her grandmothers spoke of miso but Masumi had not made it prior to her exploration with Eriko. After much practice Eriko and Masumi began a miso workshop at home with friends in 2016. People enjoyed it and through word of mouth attendance grew. They eventually offered workshops at the New Leaf Community Kitchen and through the Cabrillo Extension Program. Masumi wanted to begin a miso business and had heard word about the El Pajaro Community Development Corporation's commercial kitchen. At an orientation at El Pajaro they learned that they could rent space for production as well as lean into the organization for classes, training and support. The Santa Cruz Community Farmers' Markets were the first place they sold their products in July of 2018 at the Felton Market at El Pajaro CDC's rotating market booth. At that point it was only their miso dressing. They have now been in the market circuit over two years and are selling weekly at the Downtown, Westside and Live Oak markets with a dynamic set of products including the original miso dressing, white, red, barley and chickpea miso paste, soy sauce koji, salt koji and quick miso soup. Eriko's daughter Maya recently moved home to join the team offering skills gained in high-end restaurant work in Portland. With their powers combined this trio has much to offer. Visit them to learn more about koji and their products at your local market."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside",
      "Westside Santa Cruz"
    ],
    "products": [
      "Black Garlic",
      "Koji Drinks",
      "Koji Soy Sauce",
      "Miso",
      "Quick Miso"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2021/02/Hakouya.jpg"
  },
  "Happy Boy Farms": {
    "link": "https://santacruzfarmersmarket.org/vendors/happy-boy-farms/",
    "description": {
      "type": "Farmer",
      "owner": "Greg Beccio",
      "phone": "831-476-3276",
      "email": "sales@happyboyfarms.com",
      "website": "http://www.happyboyfarms.com",
      "facebook": "https://www.facebook.com/pages/Happy-Boy-Farms",
      "bio": "Happy Boy Farms is based near Watsonville and tends to multiple plots of lands located in neighboring counties. Each field has a unique micro climate and soil structure, creating a multitude of growing conditions. Their wide array of row crops are chosen and planted specifically for each region and with the changing seasons. All crops are harvested, washed and packed by hand.",
      "land": "180 acres in Freedom, CA.",
      "history": "Owner Greg Beccio has been growing organically for over 20 years in the central coast region of northern California. They personally deliver produce to farmers' markets, local restaurants and grocery locations throughout the greater bay area, always in the peak of its freshness. Some of their signature crops includes pre-washed baby mixed salad greens with edible flowers, tender leafy greens, juicy specialty melons, flavorful heirloom and dry-farmed tomatoes as well as potatoes, sweet potatoes, specialty peppers and many unique varieties of summer squash and bunched herbs. The achievements and prolonged existence of the farm are directly due to the dedication and enthusiasm of the Happy Boy employees, some of whom have been with the farm since its beginnings, well over a decade ago.",
      "pest_management": "Happy Boy Farms uses row covers and crop rotation to control pests.",
      "soil": "Happy Boy Farms builds their soil with California organic fertilizers made from a proprietary blend of veggie mix, feather meal, bone meal, fish emulsion and kelp.",
      "water_use": "Well irrigation.",
      "weed_control": "Mechanical and manual extraction."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Live Oak/Eastside",
      "Scotts Valley",
      "Westside Santa Cruz"
    ],
    "products": [
      "Arugula",
      "Avocados",
      "Basil",
      "Beets",
      "Braising Mix",
      "Broccoli",
      "Broccoli Raab",
      "Carrots",
      "Chard",
      "Chestnuts",
      "Cilantro",
      "Cucumbers",
      "Dill",
      "Dry farmed tomatoes",
      "Edible Flowers",
      "Fava Beans",
      "Fennel",
      "Heirloom",
      "Kale",
      "Leeks",
      "Lettuce",
      "Melons",
      "Peppers",
      "Potatoes",
      "Radishes",
      "Salad Mix",
      "Spinach",
      "Spring Onions",
      "Squash Blossoms",
      "Sugar Snap Peas",
      "Summer Squash",
      "Tat-soi",
      "Tomatoes",
      "Watercress",
      "Watermelons",
      "Winter Squash"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/Happy-Boy-Profile.jpg"
  },
  "Herman Ranches": {
    "link": "https://santacruzfarmersmarket.org/vendors/herman-ranches/",
    "description": {
      "type": "Farmer",
      "owner": "Kevin and Diane Herman",
      "phone": "(559) 395-3747",
      "email": "lindseyherm09@gmail.com",
      "website": "http://www.speccrop.com"
    },
    "markets": [
      "Live Oak/Eastside",
      "Scotts Valley",
      "Westside Santa Cruz"
    ],
    "products": [
      "Figs"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2017/10/Website-Profile-Photo-1.jpg"
  },
  "Hidden Fortress Coffee Roasting": {
    "link": "https://santacruzfarmersmarket.org/vendors/hidden-fortress-micro-farm/",
    "description": {
      "type": "Artisan",
      "owner": "Ameila & Patrick Loftus",
      "phone": "831-246-1748",
      "email": "amelia@hiddenfortressfarm.com",
      "contact": "1454 Oakleaf Dr Royal Oaks, CA 95076",
      "website": "http://www.hiddenfortressfarm.com",
      "facebook": "https://www.facebook.com/HiddenFortressMicroFarm",
      "bio": "Hidden Fortress is a farm based coffee roaster. Coffee helps finance the start-up costs of a new farm which specializes in breakfast items like fruit, eggs, muffins, and of course, coffee! Owner Amelia Loftus started roasting coffee as a hobby in 2000 and has roasted all the coffee she drinks ever since. On a trip to Hawaii a few years ago she picked wild coffee beans and hand processed a small batch of coffee. This experience gave her a profound respect for the amount of labor and expertise required to produce excellent coffee. When looking for a way to reach self sufficiency as a farmer, coffee was the logical choice. The roasting is done with obsessive attention to detail on a very small scale fluid air bed commercial roaster that roasts just 2 pounds at a time. The roaster uses propane and solar power from a mobile solar power generator mounted on the truck which also powers the coffee booth at the farmer's market. With such small batches the coffee is labor intensive to produce but it is also easy to keep inventory farm fresh.",
      "about": "Hidden Fortress roasts a selection of house blends, from the extremely light roasted American Blonde to the strong, dark, and rich Espresso Blend. Also offered are seasonal single estate coffees that are outstanding to enjoy at the pour-over brew bar at the market or brewed with your favorite method at home. Each coffee offered is organic and most are Fair Trade. Amelia is passionate about quality beverages and is also an avid home brewer and author. In addition to fresh roasted coffee her farm also offers slow fermented apple cider vinegar, fruit jams and preserves, and when possible, pastured eggs. The fruit preserves are hand made with a slow cook no pectin method resulting in rich and complex fruit flavors.",
      "sourcing": "Coffee is a very important source of income for farmers in many parts of the world, and as producers of a valuable commodity, the smallest farms are often at a disadvantage in the lucrative worldwide coffee trade. Amelia is dedicated to supporting these smaller farmers by sourcing beans that come from small scale operations, through a Bay Area broker she has worked with for over 10 years. Most coffees are hand picked. All coffee offered is organic, and the milk, sugar, and other condiments served with the coffee are organic and purchased at local shops. The cups and lids are compostable, and the coffee is packaged in biodegradable bags. Fruit for vinegar, preserves, and condiments for iced tea and lemonade served at the coffee booth are all sourced from local farms including Casalegno Family Farm, Route 1 farms, and High Ground Organics.",
      "specials": "Two 8 oz. hand poured coffees at the brew bar for $5. $1 off per 12 oz. bag of coffee when buying 2 or more."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Live Oak/Eastside",
      "Scotts Valley"
    ],
    "products": [
      "baked goods",
      "coffee"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2014/12/amelia_tasting450x220.jpg"
  },
  "Il Biscotto": {
    "link": "https://santacruzfarmersmarket.org/vendors/il-biscotto/",
    "description": {
      "type": "Artisan",
      "owner": "Franco Pellegrino",
      "phone": "(408) 614-4459",
      "email": "franco_ilbiscotto@yahoo.com",
      "website": "https://www.ilbiscottodifranco.com/",
      "about": "When Franco began his Il Biscotto baking business, he did it in an attempt to recreate the tastes and textures of the confections from his hometown in Trapani, on the west coast of Sicily. There, he grew up on a farm where his family made everything that came from the land. These were Franco’s beginnings and this was, for him, the land that never left him, even as he left Sicily to come to America. Now, along the coast of California, Franco remains faithful to the flavors he learned to love as a child in the warmth of his mother’s kitchen. Working to keep the cookies true to his memory, he uses natural ingredients, little sugar, and time-honored techniques to ensure an authenticity that evokes home to him. Small batches crafted by hand with an eye and a feel for the dough, each cookie reflects just that kind of attention. From the toasty crunch of slivered almonds in a brutti ma buoni to the aromatic blend of flavors in a pasticcini, Franco has your taste sensations covered. Cannoli, a Sicilian classic, is filled with an airy, homemade style ricotta cheese cream, and, along with the fig-filled cuccidati, customers delight in these celebrated desserts. Franco’s Old World cookies and pastries are sure to complement any occasion whether it be for a special event or simply a gathering of two for coffee and conversation....Italian-style! This write up is taken from Franco's website. We're glad to have Franco with us weekly at the Downtown Santa Cruz, Westside and Live Oak markets and rotating through the Felton and Live Oak markets. The cookies are delicious!"
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Live Oak/Eastside",
      "Scotts Valley",
      "Westside Santa Cruz"
    ],
    "products": [
      "Cannoli",
      "Italian Cookies",
      "Tiramisu"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2021/02/IMG_2302-2-e1709243528519.jpg"
  },
  "India Gourmet": {
    "link": "https://santacruzfarmersmarket.org/vendors/india-gourmet/",
    "description": {
      "type": "Artisan",
      "owner": "Harbhinder, Dhaliwal and Raj",
      "phone": "831-768-8272",
      "email": "indiagourmetca@gmail.com",
      "contact": "924 E. Lake Ave Watsonville, CA 95076",
      "people": "Family owned and operated with three full time employees.",
      "bio": "Singh and Raj started this business in 1992, DBA India's Clay oven in Monertrey selling at farmers' markets and events.",
      "about": "Prepared indian food, meat and vegan options and organic.",
      "sourcing": "India Gourmet sources their produce from area farmers' market and from local growers such as Route 1 and Pinnacle Farms.",
      "specials": "10% discount for bringing your own container from home."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton"
    ],
    "products": [],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/IndiaGourmet.jpg"
  },
  "JCG Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/jcg-farm/",
    "description": {
      "type": "Farmer",
      "owner": "Jose and Berenice Garcia",
      "phone": "831-212-5491",
      "email": "garcjo5@aol.com",
      "people": "The workers at JCG Farms are exclusively family members, Jose runs farm operations.",
      "bio": "Jose and Berenice Garcia are the proud owners of JCG Farm, a 5-acre organic plot in Watsonville. Jose worked in the ﬁelds in Watsonville for 10 years before starting JCG farms in the year 2000 in partnership with his wife Berenice. The farm was certified organic by Global Culture in 2005 and continues to operate as an organic farm today. JCG Farms produces a diversity of fruits and vegetables that is rare to ﬁnd in this country on any single farm, small or large. JCG has a reputation for both their beautiful produce and their delicious prepared foods, a variety of typical Mexican dishes that highlight the freshness of their produce and are sold under the Garcia Family name at local farmers' markets. Berenice loves to cook and it shows in her creative specialties such as strawberry tamales. You can visit them at various local markets including, Watsonville, Live Oak, Downtown Santa Cruz, Westside Santa Cruz, Marina and Pacific Grove.",
      "about": "Garcia says he chose to convert his business to organic practices because it was difficult to enter the local markets as a small conventional grower. Berenice, is also very passionate about growing organically because of the health beneﬁts and because it is the lineage that she and Jose come from in Michoacan, Mexico, where their grandparents farmed organically long before these methods had a name.",
      "pest_management": "No pest management methods have been used, all operations are natural.",
      "water_use": "JCG Farms relies on a well that provides abundant water. By using drip irrigation the farm manages to distribute enough water to the vegetables and berries.",
      "weed_control": "Combating it manually, cultivating frequently with a tractor, plastic covering, flame or fire."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside",
      "Scotts Valley",
      "Westside Santa Cruz"
    ],
    "products": [],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2013/03/JCG-Profile.jpg"
  },
  "Kashiwase Farms": {
    "link": "https://santacruzfarmersmarket.org/vendors/kashiwase-farms/",
    "description": {
      "type": "Farmer",
      "owner": "Steven and Lisa Kashiwase",
      "phone": "209-394-2246",
      "email": "skash@elite.net, skash956@gmail.com",
      "facebook": "https://www.facebook.com/kashiwasefarms",
      "people": "Steven and Lisa Kashiwase along with 3 full-time and 40 seasonal or part-time employees.",
      "bio": "Steven’s family has strong ties to the land in California’s Central Valley. In the 1920s, his grandfather, Frank, started a 20-acre vineyard. Henry, Steven’s father, purchased most of the current acreage of Kashiwase Farms in 1948, planted it with peaches and almonds, and built the farmhouse in which Steven’s mother currently resides. After studying pomology and entomology at UC Davis, Steven began farming in the 1970s and converted to organic agriculture in the 1990s. Steven and Lisa live in town with their two children, Sammy and Rachael.",
      "land": "190 acres in Winton, CA",
      "credits": "*Originally published by CUESA (Center for Urban Education about Sustainable Agriculture)"
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Live Oak/Eastside",
      "Westside Santa Cruz"
    ],
    "products": [
      "Apricots",
      "Apriums",
      "Asian Pears",
      "Cherries",
      "Nectarines",
      "Peaches",
      "Plums",
      "Pluots"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/1127.jpg"
  },
  "Ken’s Top Notch": {
    "link": "https://santacruzfarmersmarket.org/vendors/kens-top-notch/",
    "description": {
      "type": "Farmer",
      "owner": "Ken Lee",
      "website": "https://www.instagram.com/kenstopnotchproduce/?hl=en",
      "bio": "Ken grew up on a farm in the Central Valley, working in the fields and going to school. As a young adult he was earning his engineering degree when he came to terms with the fact that his heart wasn't in it. He missed working outside with his hands, he missed agriculture. Ken returned to farming and learned the business through and through from trucking to harvesting, orchard maintenance and sales. Eventually Ken was able to purchased his own 20 acres of land in Reedley, CA and over the next 25 years expanded Ken’s Top Notch farm into a 250-acre certified organic orchard. Ken knows first hand that organic farming is more difficult. It involves more labor and more costs. But he also feels it is common sense, for human health and environmental health. He enjoys the land stewardship piece of farming and composts all excess food to enrich the soil on his farm. One of his greatest enjoyments of this work is growing incredible tasting fruit and being involved in every piece of it from planting the trees to interacting with customers at farmers' markets."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside",
      "Scotts Valley",
      "Westside Santa Cruz"
    ],
    "products": [
      "Apricots",
      "Cherries",
      "Grapes",
      "Leeks",
      "Peaches",
      "Pears",
      "Persimmons",
      "Plums",
      "Pluots"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2017/11/KENS-TOP-KNOTCH.jpg"
  },
  "La Vie Pure Food Collective": {
    "link": "https://santacruzfarmersmarket.org/vendors/la-vie-pure-food-collective/",
    "description": {
      "type": "Artisan",
      "owner": "Yeyen Gunawan",
      "phone": "831-325-8347",
      "email": "laviepurefoodcollective@gmail.com",
      "contact": "2599 Old San Jose Road Soquel, CA 95073",
      "website": "http://www.laviepurefoodcollective.com",
      "facebook": "http://www.facebook.com/pages/La-Vie-Pure-Food-Collective/107726245920228?ref=ts",
      "bio": "Yeyen had a raw food restaurant in Santa Cruz, raw food changed her life in terms of energy level and overall health.",
      "about": "La Vie focuses on bringing healthy, uncooked food to their customers. Their food is full of enzymes and nutrients.",
      "sourcing": "La Vie uses organic ingredients sourced from local farms such as, Stackhouse Bothers, Route 1, and Live Earth Farm."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Live Oak",
      "Scotts Valley",
      "Westside Santa Cruz"
    ],
    "products": [],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/lavie.jpg"
  },
  "Laurel Canyon Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/laurel-canyon-farm/",
    "description": {
      "type": "Farmer",
      "owner": "Jessica De Faymoreau",
      "phone": "(831) 325-9341",
      "email": "jessica@laurelcanyonfarm.com",
      "website": "https://www.laurelcanyonfarm.com/",
      "facebook": "https://www.facebook.com/10157015001496530",
      "about": "Laurel Canyon Farm is a small family-run farm located in the mountains of Soquel, CA. They specialize in growing unique, specialty heirloom cut flowers, vegetable starter plants and raising Navajo Churro, a rare heritage breed of sheep for wool products. Laurel Canyon grows seasonal flowers on just two acres of land. Owner Jessica De Faymoreau has had a passion for farming for over fifteen years and studied organic farming in college. The farm was established in 2018 and continues to focus on growing cut flowers using organic practices and sustainable methods. Laurel Canyon sells flowers for farmers markets, local florists and natural food stores in the Santa Cruz County area. They are also working on a breeding program with the goal of offering seed packets. Aside from direct sales to customers Laurel Canyon offers design services for special events. They are a business committed to providing quality products to customers with an emphasis on living in harmony with the environment. We are excited to have them selling seasonally at the Scotts Valley Farmers' Market."
    },
    "markets": [
      "Scotts Valley"
    ],
    "products": [
      "Flowers"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2021/02/Laurel-Canyon.jpg"
  },
  "Live Earth Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/live-earth-farm/",
    "description": {
      "type": "Farmer",
      "phone": "831-763-2448",
      "email": "farmers@cruzio.com",
      "website": "http://www.liveearthfarm.net",
      "facebook": "https://www.facebook.com/pages/Live-Earth-Farm-Discovery-Program",
      "people": "Thomas Broz (aka \"Farmer Tom\"), his wife Constance, their children David and Elisa, along with a committed crew of helpers, invite you to join their farm and connect with the land and the people who grow your food.",
      "bio": "Live Earth Farm is a small family farm committed to growing the most delicious, beautiful, high quality organic fruit and vegetables the earth is able to offer.",
      "history": "Live Earth has always farmed organically. Organic, for them, does not mean simply refraining from the use of synthetic chemicals. They treat the farm as a living organism, and believe in developing a deeper connection with the earth, the community, and environment. The farm is nestled in the foothills of the Santa Cruz Mountains near Watsonville, overlooking the beautiful Pajaro Valley. The coastal climate here allows them to grow a large variety of produce almost year round. We deliver boxes of our fruits, vegetables and artisanal foods to locations from the Mid-Peninsula south to the Carmel Valley.",
      "pest_management": "Live Earth tries to prevent pests and diseases by selecting appropriate varieties for the growing conditions, following a detailed crop rotation scheme, using physical barriers such as row covers, and releasing beneficial insects. To minimize crop losses from insect pests they grow a large diversity of crops and create natural habitats around the fields to maintain a native beneficial insect population.",
      "soil": "The key to growing nutritious (and tasty!) fruits and vegetables is to nurture and grow a healthy soil. They build organic matter in the soil several ways, starting with growing lush winter or summer cover crops. They rest and rejuvenate every piece of land used with a rotation of cover crops at least every two years (sometimes more depending on the soil type). Their winter cover crops are a mix of bell beans, vetch, peas and barley; in summer they like to use buckwheat and/or sudan grass. Cover crops also reduce potential soil erosion and in some cases, such as with sudan grass, they benefit from alleopathic properties which reduce or eliminate soil-born diseases. Live Earth also applies certified organic compost at a rate of 3-5 tons per acre on an annual basis to maintain soil fertility, improve the soil's water retention capacity, and increase soil microbial activity. They regularly add rock dust and other natural amendments such as gypsum and azomite, to improve the tilth and micronutrient levels in the soil. Depending on specific crop fertility requirements, they might add still additional certified organic fertilizers such as fish and kelp concentrates and/or pelletized bird guano.",
      "weed_control": "To control weeds we use mechanical and hand cultivation, flamers, and properly managed irrigation and planting techniques."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Scotts Valley",
      "Westside Santa Cruz"
    ],
    "products": [
      "Apples",
      "Apricots",
      "Arugula",
      "Asian Greens",
      "Asian Pears",
      "Beets",
      "Blackberries",
      "Broccoli",
      "Brussels Sprouts",
      "Cabbage",
      "Carrots",
      "Cauliflower",
      "Collards",
      "Cucumbers",
      "Eggplant",
      "Eggs",
      "Fresh Herbs",
      "Garlic",
      "Grapes",
      "Green Beans",
      "Green Onions",
      "Hot Peppers",
      "Kale",
      "Kohlrabi",
      "Leeks",
      "Lettuce",
      "Melons",
      "Mustard Greens",
      "Onions",
      "Pears",
      "Peas",
      "Pineapple Guavas",
      "Plums",
      "Potatoes",
      "Pumpkins",
      "Radish",
      "Raspberries",
      "Root Crops",
      "Rutabagas",
      "Spinach",
      "Strawberries",
      "Summer Squash",
      "Sun Chokes",
      "Sweet Peppers",
      "Swiss Chard",
      "Tomatoes",
      "Turnips",
      "Winter Squash"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/LIVE-EARTH-FARM-e1443216016321.jpg"
  },
  "Molino Creek Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/molino-creek-farm/",
    "description": {
      "type": "Farmer",
      "phone": "831-818-2137",
      "email": "ian@molinocreek.com",
      "website": "http://www.molinocreek.com/",
      "people": "Judy Low, Joe Curry and about 14 other co-owners",
      "bio": "The Molino farm was founded by several families to preserve family farming and the beauty and exquisiteness of the land. They grow dry-farmed tomatoes, assorted vegetables and sunflowers.",
      "land": "Nine growing acres within 136 acres located in the hills above Davenport in northern Santa Cruz County. Five acres for dry-farmed tomatoes, three for assorted produce, one for sunflowers.",
      "history": "The Molino Farm was founded by several families to preserve family farming and the beauty and exquisiteness of the land. Organic farming has allowed them to create a livelihood as well as a source of nourishing food for the community. Since their founding, they have raised almost two generations of children on the land. In practical terms, organic farming is the feeding of the soil and the plants by applying compost and using green manure crops and the reliance on the network of interacting beneficial plants and insects. Because their soil is so singularly important to the tomatoes, they devote a lot of time and effort to assure fertility of the soil. Organic farming is a long term, long-sighted process. As you bite into their fruit, you are savoring the rewards of 20 years of care.",
      "pest_management": "Their farming also relies upon the interaction of the pest/predators relationships. Surrounded by native plant habitat, they have a great variety of natural insect predators that invisibly patrol the plantings while visiting some nectar producing flowers along the way. They may also supplement these predators with other beneficial insects as the season progresses. Redwood and fir forests with chaparral and lots of gopher traps.",
      "soil": "Heavy clay with lots of organic matter, which retains much of the moisture from the winter rains. Molino builds the soil with cover crop - primarily vetch, beans and grains.",
      "water_use": "Mainly dry-farmed.",
      "weed_control": "Manual removal."
    },
    "markets": [
      "Downtown Santa Cruz"
    ],
    "products": [
      "Apples",
      "Broccoli",
      "Dry farmed tomatoes",
      "Flowers",
      "Onions",
      "Peppers",
      "Shallots",
      "Sunflowers",
      "Zucchini"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/Molino-Creek-Profile.jpg"
  },
  "Mora Family Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/mello-dy-ranch/",
    "description": {
      "type": "Farmer",
      "phone": "831-761-2130",
      "email": "Dlou44@aol.com",
      "people": "Darlene and Michael Mora.",
      "bio": "Mora Farmily Farm is a five-generation family farm operating in Watsonville, California. They grow apples, berries, squash, tomatoes, potatoes, apricots, beans, pears, persimmons, and much more. A large part of their harvest is sold at area farmers' markets along with jams, dried fruit and popcorn from the farm.",
      "land": "Over 50 acres in the foothills in Watsonville.",
      "history": "Mora Family Farm (formerly Mello-Dy Ranch) is a fifth generation apple farm, founded by the Traverse family in 1885 when they migrated to Watsonville from the Azores. Virginia and Conde, grand-daughter of the founding family, and her husband Alfred managed the farm with their son Steven for decades and recently past on. Her children and grandchildren have taken on the business and remain committed to agriculture in Santa Cruz County under the Mora Family Farm name. Virginia grew up on the farm and remembers when their apples were shipped to Los Angeles for distribution in wooden crates which would later be returned for re-use. During the fledgling years at the Downtown Santa Cruz Farmers' Market Virginia, her daughter Darlene and three grandchildren were all at market selling apples together. Mora Farm began the transition to organic farming some time ago and is excited to offer a healthier apple alongside a variety of tasty jams, eggs, tomatoes, berries, squash, peppers, beans and more. Visit their farmstand at the Downtown Santa Cruz Farmers' Market on Wednesdays.",
      "water_use": "Drip tape and sprinklers.",
      "weed_control": "Mello-Dy uses hand and mechanical cultivation and cover crop rotation to eliminate weeds."
    },
    "markets": [
      "Downtown Santa Cruz"
    ],
    "products": [
      "Apples",
      "Apricots",
      "Blackberries",
      "Blueberries",
      "Cucumbers",
      "Eggs",
      "Flowers",
      "Green Beans",
      "Herbs",
      "Hot Peppers",
      "Lemons",
      "Persimmons",
      "Potatoes",
      "Pumpkins",
      "Raspberries",
      "Summer Squash",
      "Sweet Corn",
      "Sweet Peppers",
      "Tomatoes",
      "Winter Squash"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/IMG_1952-e1443215836512.jpg"
  },
  "NahNa": {
    "link": "https://santacruzfarmersmarket.org/vendors/red-sea/",
    "description": {
      "type": "Artisan",
      "owner": "Tsegereda Embaye",
      "phone": "831-359-7125",
      "email": "tembaye91@gmail.com",
      "bio": "NahNa is a family-owned and operated business that has been selling high quality Eritrean food at the Downtown Santa Cruz Farmers' Market for more than 10 years. NahNa offers a modern twist on delectable, traditional Eritrean cuisine, featuring flavorful stews, fresh vegetables and a variety of meat and non-meat options, wrapped in deep tradition and homemade Taita flatbread. Drop by and enjoy the mouthwatering aromas and flavors of Eritrean cuisine, inspired by Mediterranean and Ottoman culinary traditions.",
      "about": "'Eritrea' is the name given to the Red Sea by Greek tradesmen in the third century B.C. Officially the State of Eritrea is a country in the Horn of Africa. It is bordered by Sudan to the west, Ethiopia in the south, and Djibouti in the east. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea, across from Saudi Arabia and Yemen."
    },
    "markets": [
      "Downtown Santa Cruz"
    ],
    "products": [],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2013/12/TheRedSea.jpg"
  },
  "New Natives": {
    "link": "https://santacruzfarmersmarket.org/vendors/new-natives/",
    "description": {
      "type": "Farmer",
      "phone": "831-728-4136",
      "email": "newnatives@newnatives.biz",
      "website": "http://www.newnatives.com/",
      "people": "Sandra Ward (a founding member of the Santa Cruz Community Farmers' Markets) and her husband Ken Kimes.",
      "bio": "New Natives is a Santa Cruz based microgreens, sprout and mushroom farm started by Sandra Ward and Ken Kimes in 1982. Sandra states, “We started very green but, curious and eager to embark on a creative endeavor where we would learn much and possibly make a living”. Developing the growing system and many processes on their own, the two worked day and night spurred by increasing demand. Over three decades their tiny production in a garage blossomed into a business with 10 employees producing over 2,000 lbs. weekly. With your health in mind, New Natives harvests their microgreens in the sprout stage when the plant is feeding from the seed. This stage is noteworthy for a high concentration of vitamins and enzyme activity in addition to flavor. To find their spectacular array of sunflower, broccoli, scallion and arugula shoots, aside a spread of colorful mushrooms and tasty sprouts, stop by their farmstand at the Live Oak or Downtown Santa Cruz Farmers' Market.",
      "pest_management": "Sprouts, because they are a quick rotation crop, are inherently pest free. Insects and other possible pests don’t have time to establish themselves."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside",
      "Westside Santa Cruz"
    ],
    "products": [
      "Microgreens",
      "Mushrooms",
      "Sprouted Beans",
      "Wheat Grass"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/1184.jpg"
  },
  "Pacific Rare Plants": {
    "link": "https://santacruzfarmersmarket.org/vendors/pacific-rare-plants/",
    "description": {
      "type": "Farmer, Nursery",
      "owner": "Daniel Porter",
      "phone": "(831) 601-6632",
      "email": "woodsconserve@skyhighway.com",
      "about": "Pacific Rare Plants was founded in the 1970s by horticulturist and plant collector Wally Lane and his business partner Ken Stephens, both of whom are now deceased. Under the vision of chief propagator and farm manager and the current owner Daniel Porter the nursery continues to grow a variety of rare and unique plants as well as California natives, drought and frost tolerant plants, pretty plants and medicinal and edible plants - marigolds, echinacea, yarrow, loquat and pepper plants to name a few. They are the sole growers and sellers of some specific plants that were developed by the original owners. Conserving and providing habitat for both the wildlife and birds living on the five-acre property — previously an apple orchard — is a priority for Pacific Rare Plants. Soil health, nutrition and attention to light and shade are essential components of the nursery’s philosophy. Pacific Rare Plants joined the Santa Cruz Farmers' Markets in 2017 and quickly became a well-loved presence at the Downtown, Felton and Scotts Valley markets. Learn more about them in this fun \"food of the week\" video. Yes! They do sell edible plants too."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton"
    ],
    "products": [
      "Beautiful Plants",
      "drought-tolerant plants",
      "Edibles Plants",
      "Medicinal Plants",
      "Native Plants"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2018/02/Pacific-Rare-Plants-Profile-Photo.jpg"
  },
  "Penny Ice Creamery": {
    "link": "https://santacruzfarmersmarket.org/vendors/penny-ice-creamery/",
    "description": {
      "type": "Artisan",
      "owner": "Kendra Baker and Zachary Davis",
      "phone": "831-204-2523",
      "email": "delicious@thepennyicecreamery.com",
      "website": "http://www.thepennyicecreamery.com",
      "facebook": "https://www.facebook.com/thepennyicecreamery",
      "people": "Chef Kendra L. Baker California native Kendra L. Baker grew up with a love for the traditions of local and seasonal Northern California cuisine. With her unique cuisine development methodology and distinctive culinary vision fully matured, Kendra is thrilled to apply her creativity and talents to new ice cream and dessert offerings. Zachary E. Davis A foodie since his first outing with his grandparents to Santa Cruz sushi hotspot Pink Godzilla, Zachary E. Davis brings to the table over a decade of management expertise and background in lean solutions for startups. He developed a deep understanding of the interactions of financial, social, and environmental capital while earning an MBA in Sustainable Enterprise.",
      "bio": "The Penny Ice Creamery combines fresh local ingredients with all organic dairy in small batches to create delicious artisinal ice cream.",
      "about": "The Penny Ice Creamery opened August 24th as the only artisan ice cream shop in Santa Cruz, California where the finest ice cream, sorbet and treats are made daily in house from scratch. The Penny Ice is the result of Chef Kendra L. Baker and business partner Zachary E. Davis’ combined efforts and passion for food. Together they cultivate a unique opportunity, inviting the community to take a look behind the scenes into their daily production. The open kitchen and showcased production room allow everyone to see what goes into making their delicious treats. Chef Baker’s intriguing menu selection centers on what is abundant and available in Northern California, in the changing seasons. This philosophy is emphasized by the use of local and sustainably grown ingredients. The region’s best organically cultivated and wild fruits, vegetables, flowers and herbs are the cornerstone of the menu. Likewise, The Penny Ice Creamery takes pride in using only organic dairy, eggs, and sugar..",
      "sourcing": "The Penny Ice Creamery builds on the foundation of an abundant and available regional bounty. The simple, yet unique selection of house made ice cream, sorbet, frozen novelties, and retail goods emphasizes the use of premium, local, sustainably grown, and humanely farmed ingredients. They infuse a cooperative spirit in all efforts to bring about the finest, organic focused, frozen treats and accompaniments. Penny Ice Creamery recognizes that much of the environmental impact caused by the food they produce takes place before it even reaches the kitchen. For this reason they strive to make the most responsible purchasing decisions possible with regard to ingredients. The Penny Ice team, in collaboration with local farmers, ranchers, foragers, and artisans, is committed to facilitating a net regenerative impact on the community."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton"
    ],
    "products": [
      "Ice Cream"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2013/11/126.jpg"
  },
  "Pensi Pasta Co.": {
    "link": "https://santacruzfarmersmarket.org/vendors/pensi-pasta-co/",
    "description": {
      "type": "Artisan",
      "owner": "Evette Marie Lecce",
      "phone": "831-883-9631",
      "email": "pensipasta@aol.com",
      "contact": "455 H Reservation Rd Marina, CA 93933",
      "people": "Family owned with six employees.",
      "bio": "The company was started in 1997 on a show string budget and immediately took off!",
      "about": "Pensi Pasta makes southern Italian Sicilian cooling. They make fresh cut pastas, raviolis, marinated olives, grated cheese, prepared entrées, salsas, dips and spreads.",
      "sourcing": "Pensi Pasta sources ingredients from Route 1, Pinnicle, Stackhouse and small farms in Watsonville.",
      "specials": "Some items are discounted when buying more then one."
    },
    "markets": [
      "Live Oak/Eastside"
    ],
    "products": [],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/1114.jpg"
  },
  "Pinnacle Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/pinnacle-farm/",
    "description": {
      "type": "Farmer",
      "owner": "Phil and Katherine Foster",
      "phone": "831-623-9422",
      "email": "pfoster@pinnacleorganic.com",
      "website": "http://www.pinnacleorganic.com/",
      "people": "Pinnacle Farms employs 40 workers full time, year round while another 15 full-time, seasonal employees return each year. They pay their employees a fair wage, offer benefits, and treat staff with respect.",
      "bio": "Phil and Katherine Foster farm 300 acres of C.C.O.F. certified organic vegetables and fruit on two ranches near San Juan Bautista and Hollister, California. They have been growing food for Santa Cruz County residents and beyond for decades specializing in melons, sweet corn, peppers, garlic and onions among others. The Fosters have a dynamic understanding of what determines a responsible, high quality business and name and integrate many responsible practices including alternative energy - the farm's tractors and trucks are fueled with B-99 Biodiesel and they harvest solar power.",
      "land": "200 acres near Hollister, CA (Hot Crops) 50 acres in San Juan Bautista, CA (Cool Crops)",
      "pest_management": "The Fosters also practice biological pest control by attracting beneficial insects with insectary plantings and hedgerows. They also construct owl boxes, plant hedgerows and spraying compost tea. Their goal is to minimize spraying even though the sprays are organic. Pinnacle tries to anticipate insect and disease problems and use a multi-faceted approach to prevent pest issues using organic techniques. Biological control is always the primary goal.",
      "soil": "Holding the ecosystem as central to the sustainability of farming, the Pinnacle team builds the soil with cover crops and compost. They make all of the compost needed for the farm, 4 acres are dedicated for that purpose. Their compost is made on the farm and compost materials include green waste from Bay Area cities, culled vegetables and animal manures.",
      "water_use": "They decrease water consumption by using drip irrigation whenever possible and generate solar power.",
      "weed_control": "Hoeing and manual extraction.",
      "credits": "Photo by Ted Holladay."
    },
    "markets": [
      "Downtown Santa Cruz"
    ],
    "products": [
      "Apple Juice",
      "Apples",
      "Basil",
      "Beets",
      "Broccoli",
      "Bunched Carrots",
      "Cauliflower",
      "Celery",
      "Cilantro",
      "Cucumbers",
      "Eggplant",
      "Fennel",
      "Garlic",
      "Green Cabbage",
      "Leeks",
      "Lettuce",
      "Melons",
      "Okra",
      "Onions",
      "Pears",
      "Peppers",
      "Potatoes",
      "Red Cabbage",
      "Red Chard",
      "Shallots",
      "Strawberries",
      "Sugar Pie Pumpkin",
      "Tomatoes",
      "Watermelons",
      "Winter Squash",
      "Zucchini"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/1176.jpg"
  },
  "Prevedelli Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/prevedelli-farm/",
    "description": {
      "type": "Farmer",
      "owner": "Frank and Silvia Prevedelli",
      "phone": "831-724-9282",
      "email": "prev123@charter.net",
      "website": "https://www.prevedelli.com",
      "facebook": "https://www.facebook.com/pages/Prevedelli-Farms/238689335504",
      "people": "A true family-run farm. The entire family works on the farm, whether it's planting, harvesting, or selling at the farmers' markets. Everybody is involved.",
      "about": "All of Prevedelli Farm's fruits and vegetables are certified organic. Their apples, pears, and berries are picked by hand at peak ripeness for full flavor. Berries are available starting in late spring and into late summer and apples are harvested from July through November. Growing over twenty-six new and heirloom varieties of apples allows Prevedelli Farms to keep up with the apple harvest, as each varieties ripens at a different point in the season versus all at once. This also means the farm can offer apples from their orchards for a longer period of the year - early, mid and late season varieties meeting your summer, fall and winter needs. When summer hits their table is full of organic berries which include olallieberries, boysenberries, loganberries, blackberries and raspberries. At peak season the Prevedellis funnel excess harvest into preserves like apple butters and mixed berry jams.",
      "history": "The Prevedelli Family has been farming for over 75 years in Santa Cruz County. The farm was originally established on Old San Jose Road in Soquel in the 1930s by Arturo Prevedelli, who emigrated to America from Italy in the early 1900s. In 1945 the Prevedellis moved with their production to Watsonville and continue now as a fourth generation family to grow various crops specializing in berries, apples and pears.",
      "pest_management": "Employing organic methods for pest management like pheromone disruption, field sanitation and crop rotation on their berries and vegetables, Prevedelli works hard to maintain a healthy ecosystem on their land.",
      "soil": "Sandy loam.",
      "water_use": "Using drip irrigation in their younger orchards they conserve water and minimize soil loss. Prevedelli uses overhead sprinklers for their older orchards.",
      "weed_control": "Hoeing and manual extraction."
    },
    "markets": [],
    "products": [
      "Apples",
      "Berries",
      "Green Beans",
      "Pears",
      "Persimmons",
      "Plums",
      "Winter Squash"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2013/02/Prevedelli.jpg"
  },
  "Rodoni Farms": {
    "link": "https://santacruzfarmersmarket.org/vendors/rodoni-farms/",
    "description": {
      "type": "Farmer",
      "owner": "Bill and Siri Rodoni",
      "phone": "831-426-6438",
      "email": "rodonifarms@aol.com",
      "website": "http://www.rodonifarms.com",
      "bio": "Rodoni is a third generation farm and has transitioned into the organic market over the last 10 years. They now have over 100 acres certified organic by CCOF and currently grow brussels sprouts, leeks, artichokes, beets, peas, beans and pumpkins.",
      "land": "Over 100 acres of certified organic farmland in Santa Cruz County and more conventional acres.",
      "history": "The first generation of farmers began in 1920 when Dante Rodoni came from Italy to the USA. He was 10 years old and attended local schools while living at the Younger Ranch. At age 16, he moved with his family to the Hoover Ranch on Waddell Creek and worked with his father in cattle. In 1935, Dante Rodoni went into farming Brussels sprouts with his brother-in-law, Pete Rinaldi. In 1937 Dante Rodoni married Andriena and they moved into the Wilder Ranch (M.Rodoni & Co.). They had 2 sons, Elio and Mario, and daughter Jeanne. They lived and farmed on the Wilder Ranch property for 34 years. Dante retired in 1974 but continued his active interest in farming through his two sons until his death in 1989 at age 80. Upon his retirement, Mr. Rodoni turned the farm over to Mario, who still farms as M.Rodoni & Co. with his two sons, Dan and Bill. Mario also had a daughter, Suzanne. During his farming, Mr. Rodoni saw great changes; from using work horses to tractors; from hand transplanting to mechanical transplanting; from furrow irrigation to sprinkler irrigation; from hand picking to mechanical harvesting and from hand sorting to mechanical sorting of Brussels sprouts. Mr. Rodoni always seemed to be in the forefront of change. He proved to be one of the great innovators of the Brussels sprouts industry. Prior to the 1950's sprouts were sorted by hand off a table. Mr.Rodoni was the first to see a need for and develop a system for sorting and grading sprouts mechanically. In the early 1960's, when conditions changed and the trend turned toward mechanical harvesting of Brussels sprouts, Mr. Rodoni worked on and developed the Rodoni Brussels Sprouts Stripper, which mechanically cuts the sprouts from the stalk. The next twenty years the farm continued to grow and farm conventional brussels sprouts. Starting in the 1990's the family started to diversify to include more crops as well as to transition some of the ground to organic. Over the years this has continued and serves the local restaurants, farmers markets and community."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Live Oak/Eastside",
      "Scotts Valley",
      "Westside Santa Cruz"
    ],
    "products": [
      "Artichokes",
      "Brussels Sprouts",
      "English Peas",
      "Leeks",
      "Pumpkins",
      "Romano beans",
      "Snap Peas",
      "Snow Peas",
      "Squash"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/Rodoni-e1443215633480.jpg"
  },
  "RoliRoti Gourmet Rotisserie": {
    "link": "https://santacruzfarmersmarket.org/vendors/rotisystems-inc-dba-roliroti/",
    "description": {
      "type": "Artisan",
      "owner": "Thomas Odermatt",
      "phone": "510-780-0300",
      "email": "info@roliroti.com",
      "contact": "PO BOX 56534 Hayward, CA 94545",
      "website": "http://www.roliroti.com",
      "people": "Thomas employs 28 people.",
      "bio": "Herb infused, free range rotisserie chicken, organic rosemary fingerling potatoes, tender Sonoma Valley lamb and juicy, crispy porchetta are just a few of the tantalizing delights that have earned Roli Roti the nickname, ‘Grandfather of Gourmet Street Food’.",
      "about": "Everything is cooked on the rotisserie grills in front of customers and served fresh fresh fresh to them.",
      "sourcing": "Chickens from Pitman farms and potatoes from Zuckerman farms.",
      "history": "Thomas Odermatt founded RoliRoti in 2002 in the SF Bay Area after working in his family meat business in Switzerland and studying management and marketing in California."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton"
    ],
    "products": [],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/179.jpg"
  },
  "Rooster Ridge Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/rooster-ridge-farm/",
    "description": {
      "type": "Farmer",
      "owner": "Nancy, Curt and daughter Haley",
      "phone": "(831) 251-4718",
      "email": "roosterridge@cruzio.com",
      "facebook": "https://www.facebook.com/RoosterRidgeOrganicFarm/",
      "people": "Rooster Ridge grows organic fruit, flowers, herbs and vegetables for sale to local residents through farmer's markets, restaurants, groceries and florists. Nancy and Curt bought the property in 1997, built their home and started the farm in 1999. From the beginning, they wanted to focus on mostly perennial plants, for sustainability and in order to be able to do the work themselves, without outside labor. The farm received organic certification through CCOF in 2009. Nancy and Curt's daughter Haley Wall graduated from UCSC with a degree in Environmental Studies and joined the farm afterwards. Haley is the floral designer and flower specialist. Their sons Noah and Sam also help when needed.",
      "pest_management": "Rooster Ridge Farm is certified organic and dedicated to integrated pest management practices.",
      "soil": "Rooster Ridge soil is loamy sand, with tons of organic compost added throughout the years.",
      "water_use": "Rooster Ridge uses only drip irrigation or dry farm when possible."
    },
    "markets": [
      "Live Oak/Eastside"
    ],
    "products": [],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2017/09/roosterridge.jpeg"
  },
  "Santa Cruz Balsalmics": {
    "link": "https://santacruzfarmersmarket.org/vendors/santa-cruz-balsalmics/",
    "description": {
      "type": "Artisan",
      "owner": "Kim Tush",
      "email": "SantaCruzBalsamics@gmail.com",
      "website": "http://www.santacruzbalsamics.com",
      "bio": "Santa Cruz Balsalmics is a boutique business nestled at the foot of the picturesque Santa Cruz Mountains in Santa Cruz County, California, where our splendid array of flavored balsamic vinegars are meticulously handcrafted. Each batch is a true labor of love with every bottle hand-blended, hand-poured, and hand-labeled. Our unique flavors are infused into a lusciously smooth Italian balsamic base, resulting in unparalleled depth of flavor and a truly unique taste. Our journey began in 2016 when Kim Tush was asked by a farmers' market owner if she could manufacture flavored balsamic vinegars. Having limited experience with balsamics at that time beyond bread dipping, she embarked on a culinary adventure. It was during this journey that she was introduced to Nacho, a talented chef who crafted the initial infusions, laying the groundwork for our line of flavored balsamics. After mastering the art of infusion, Kim introduced three delectable balsamic flavors of her own: chocolate raspberry, blood orange and mango. Since then her culinary journey has been on a fast track, intertwining with her lifelong passion for baking as she incorporates her flavored balsamics into creative innovations. Kim's signature oatmeal raisin cookies, featuring pomegranate balsamic raisins and rum cake featuring blood orange, quickly became crowd favorites. Currently, Kim is also working on an online cookbook, \"Balsamic Gastronomy™\" (BalsamicGastronomy.com). Gastronomy, the study of food and culture, is at the heart of the project: It encompasses the art and science of good eating, from food preparation and presentation to cultural exploration and culinary appreciation. The Balsamic Gastronomy Cookbook will be an ongoing work in progress and showcase an array of cultural cuisines, offer quick pairings as well as recipes for cooking, baking, cocktails, and mocktails featuring our flavored balsamics. Santa Cruz Balsamics can be found at two farmers' markets: Santa Cruz Westside (Saturdays 9-1), and Santa Cruz Live Oak (Sundays 9-1), in addition to Martinelli's Company Store tasting room and retail outlet located at 345 Harvest Drive, Watsonville, CA where you can sample and purchase Martinelli's products (visit www.Martinellis.com/visit--us for store hours). You'll also find Santa Cruz Balsamics at select local festivals, and we ship! Products can be purchased online at SantaCruzBalsamics.com. Bon appétit and happy drizzling! - Kim"
    },
    "markets": [
      "Live Oak/Eastside",
      "Westside Santa Cruz"
    ],
    "products": [
      "Balsamic Vinegar"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2023/11/SC-BALSAMICS.jpg"
  },
  "Santa Cruz Permaculture": {
    "link": "https://santacruzfarmersmarket.org/vendors/santa-cruz-permaculture/",
    "description": {
      "type": "Farmer",
      "owner": "Dave Shaw",
      "phone": "(831) 382-3875‬‬",
      "email": "info.santacruzpermaculture@gmail.com",
      "website": "https://santacruzpermaculture.com/",
      "people": "David Shaw",
      "bio": "Santa Cruz Permaculture (SCP) arrives at the markets in the early winter and sells their beautifully packaged, artful hoshigaki - dried whole hachiya persimmons. Alongside hachiya they are rolling out a whole line of preserves - pickles and salsas. Seasonally they bring kiwi, greens and other produce to the markets. Their most unique seasonal treat, hoshigaki is referred to as the kobe beef of the fruit world because it is incredibly laborious, tender and delicious. Each fruit is massaged multiple times as it hangs to dry over a period of weeks. It is most common in Japan, Korea and China. Dave Shaw, the owner and founder of SCP, was first inspired to make hoshigaki over 15 years ago when he noticed abandoned persimmon trees around the county, their fruit dropping and rotting on the ground. As a long-time student of food systems Dave was moved. He knew that world hunger is a distribution, not a production problem; just one third of food produced is eaten. What could be done about this food waste? Santa Cruz Permaculture is a spirited endeavor, not solely economic. Dave comes from a lineage of educators and health practitioners, his parents a retired teacher and doctor. As Dave moved through his 20s and into his 30s he examined how he could contribute to the important work he was studying: permaculture, agriculture, forest and water regeneration, etc. During this time he also completed the UCSC Farm and Garden Apprenticeship. Preserving local food and moving it out of the waste stream became one part of a large vision. He sought out elders and learned from them eventually launching Santa Cruz Permaculture in 2016. The organization would include educational programs, consultation with farms and homesteaders and eventually production and an immersion program. Hoshigaki is the production part of the company. Serendipitously there are persimmon trees on land where Dave lives. There he harvests, dries and packages the fruit. It is a sophisticated processed - the first year the about 200 fruit he strung to dry molded. Now, over a decade later, Dave has honed his skills and the hoshigaki he sells at market are beautiful. In addition to running SCP Dave is a teacher at UCSC and out in the community and he is a PhD student. When we were closing our conversation he brought up the trimtab principle. On ships the trimtab is a small rudder that turns first, then turning the larger rudder. He sees SCP as a trimtab for the Great Turning; a move from the industrial society toward a life sustaining society. Learn more about Dave and his work by visiting his stand at the markets this winter or visit his website. Glad to have you on board this season SCP!"
    },
    "markets": [
      "Downtown Santa Cruz",
      "Westside Santa Cruz"
    ],
    "products": [
      "Dried Goods",
      "Greens",
      "Hoshigaki",
      "Kiwi",
      "Preserves"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2025/02/Screen-Shot-2025-02-07-at-10.49.44-AM.png"
  },
  "Schletewitz Family Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/schletewitz-family-farm/",
    "description": {
      "type": "Farmer",
      "owner": "Ron and Eric Schletewitz",
      "phone": "559-647-5394",
      "email": "schletewitzfarms@yahoo.com",
      "bio": "For three generations the Schletewitz family has been growing fruit on their farm. The land was first purchased by Eric Schletewitz's grandparents in 1932 and has been in the family ever since. Eric and his family are committed to sustainable farming practices. As a part of his commitment, the farm is using non-conventional fertilizers.",
      "land": "150 acres in Fresno, CA",
      "pest_management": "Pheremone disruptors, tilling and mowing for pest control.",
      "soil": "Fertilized with compost and rock minerals",
      "water_use": "Sierra Nevada runoff and receive it through consolidation irrigation from King’s River. We use flood irrigation.",
      "weed_control": "Shovels and flaming technique."
    },
    "markets": [
      "Felton"
    ],
    "products": [
      "Almonds",
      "Apricots",
      "Citrus Fruit",
      "Clementines",
      "Dried Fruit",
      "Grapefruit",
      "Grapes",
      "Mandarins",
      "Oranges",
      "Raisins",
      "Sweet Potatoes",
      "Tangelos",
      "Tangerines",
      "Yams"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/1134.jpg"
  },
  "Schoch Family Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/schoch-family-farm/",
    "description": {
      "type": "Farmer",
      "owner": "Brothers Ty, Seth and Beau Schoch",
      "phone": "831-214-6760",
      "email": "bbschoch@hotmail.com",
      "website": "http://schochfamilyfarm.com/",
      "bio": "Established in 1944, Schoch Dairy is located on the famed El Camino Real in the fertile Salinas Valley. This family of brothers brings raw milk to the Santa Cruz Community Farmers' Markets.",
      "history": "Brothers Adolph and Ernest emigrated from Switzerland and found their way to California, establishing a family farmstead where they could continue the work they knew best: dairying. At that time, hundreds of small dairies dotted the Salinas Valley, where rich soil and the temperate coastal climate provide ideal conditions for grazing and milk production. Over the years, not much has changed on Schoch Dairy. The morning milking still starts before the sun rises over the Gabilan Mountains, and the cows still graze on pastures dampened by fog drifting east from Monterey Bay. Today, Schoch Dairy is one of only a few family dairies remaining in Monterey County. Milking only 100 purebred Holstein cows, the Schoch family have held true to their commitment to “quality over quantity”. John Schoch, 2nd generation dairyman, literally takes a hands-on approach to running his business while doing most of the milkings himself. This keeps him connected to his herd, allowing him to be more insightful in managing herd health along with a more effective feeding and breeding program. In addition, his 3 sons are all involved with the family business to varying degrees, some having day jobs to help pay student loans or home mortgages. The dairy industry in California has changed dramatically since the days of Adolph and Ernest. Gone are most of the small family dairies supplying the local market. Instead, the “get big or get out” philosophy has reigned supreme. The average milking herd in California is nearly 1,000 cows. And rather than being located in the temperate climates of the coastal valleys, these large dairies have proliferated in California’s arid Central Valley. The less than ideal locale of today’s confinement dairies are justified by their economies of scale, efficiencies, units of production, and profitability. The Schoch family has recently struggled with the reality of falling milk prices and skyrocketing costs. The large co-op creameries do not pay a premium for tradition, or even sustainability. It is at this juncture that the Schochs have decided to begin producing artisan quality farmstead dairy products. They are currently in the process of building a state inspected and approved (CDFA) facility that would support this venture. While moving towards the goal of producing artisan quality farmstead dairy products, John Schoch and his 3 sons have also been focused on maintaining their legacy of land stewardship. They have been actively involved with the Natural Resources Conservation Service, the Resource Conservation District of Monterey County, and the Community Alliance of Family Farmers. Recent projects have included native hedgerow plantings, riparian habitat restoration, wastewater collection and reuse, composting, erosion control, nutrient management practices, improved pasture management and rotational grazing, just to name a few. Sound green? I assure you not as green as the myriad of locally sourced fresh vegetables the milk cows eat on a daily basis. Schoch Dairy is truly a one of a kind family operation that may soon become an agri-tourism destination, a place where other families can bring their kids to learn about the origins of their favorite dairy product."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside",
      "Scotts Valley",
      "Westside Santa Cruz"
    ],
    "products": [
      "Raw Milk"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2013/12/18.jpg"
  },
  "Sea to Sky Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/sea-to-sky-farm/",
    "description": {
      "type": "Farmer",
      "owner": "Chris and Dana Laughlin",
      "phone": "831-419-7773",
      "website": "https://seatoskyfarm.com/",
      "facebook": "https://www.facebook.com/seatoskyfarmsantacruz/",
      "about": "Sea to Sky farm is located in northern Santa Cruz County in Bonny Doon. It is a 24 acre CCOF certified organic fruit, vegetable and herb farm, located 10 minutes from the ocean at 1600’ in elevation, surrounded by coastal redwoods with natural springs, and sites of Native American historical significance. The farm was started by Chris and Dana Laughlin on Thanksgiving of 2018. Chris comes from four generations of family farming – her great grandfather, grandfather, father and both brothers are farmers. Chris and Dana's backgrounds includes nonprofit ocean conservation, wildlife biology, old growth canopy research, backcountry guiding, and youth conservation corps work in Yosemite National Park. The mission at Sea to Sky Farm is to use sustainable farming practices to provide healthy, organic superfoods to the local Santa Cruz community and bay area, while honoring and protecting the land, watershed, and Monterey Bay National Marine Sanctuary."
    },
    "markets": [
      "Live Oak/Eastside"
    ],
    "products": [
      "Basil",
      "Blueberries",
      "Flowers",
      "Greens",
      "Herbs",
      "Lettuce",
      "Squash",
      "Sweet Potatoes"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2020/02/Sea-to-Sky-Farm.jpg"
  },
  "Serendipity Farms": {
    "link": "https://santacruzfarmersmarket.org/vendors/serendipity-farms/",
    "description": {
      "type": "Farmer",
      "owner": "Jamie Collins",
      "phone": "(831) 726-9432",
      "email": "info@serendipityorganics.com",
      "website": "http://serendipityorganics.com/",
      "facebook": "https://www.facebook.com/Serendipity-Farms-139244079421921/",
      "people": "Owner Jamie Collins, her son Ivan Kale born in July 2013, partner Avtonom Ordjonikidze and and a whole crew of staff.",
      "bio": "In 1997 Jamie Collins was at a crossroads. She was working as a social worker in LA, burned out and looking for a change. That year she left her job and hit the road with her dog Ziggy to see the rest of the West Coast and think about options. The diversity of crops she rolled past on her coastal trip inspired her next move: enrollment in the Crop and Fruit Science program at Cal Poly in San Luis Obispo. One college degree later, Jamie leased four acres on the Monterey Peninsula at the age of 27. She was working multiple jobs and tending her first crop of beets, carrots, kale, green beans and sunflowers in the evenings. It was hard, but friends helped out and more experienced farmers shared advice. Over the next 15 years Jamie's skills have grown alongside the growth of Serendipity Farm. She is a treasured farmer in the area having won awards for her heirloom fruit, writing and dedication to the field. While overseeing the farm Jamie also serves as an organic farm consultant, a farm and process inspector for California Certified Organic Farmers and a farm and food writer with a column in Edible Monterey Bay.",
      "about": "Today Serendipity Farms raises more than 50 varieties of organic vegetables, herbs and flowers on 20 acres in Carmel Valley and Aromas. The different microclimates allow the farm to grow a huge variety of produce, from the fog zone-loving row crops, raspberries and strawberries grown on the historic Odello Ranch at the mouth of Carmel Valley to the inland heat lovers like tomatoes and basil that ripen on the mid-Valley parcel. On the homestead in Aromas are the Meyer lemon, avocado, figs and guava trees, plus the blackberries, tayberries and greenhouse-started herbs. In early 2014 the farm leased one acre of blueberries in Corralitos that is now producing organic blueberries.",
      "land": "As from the start, Serendipity remains a strictly organic concern and carries full certification by California Certified Organic Farmers.",
      "pest_management": "Serendipity Farms has never used pest control, not even organic approved pesticides, instead relying on beneficial insects to keep pests in check.",
      "soil": "Crop rotation keeps soil healthy and productive, with only fish-based fertilizer and slow-released bat guano added to boost nutrients (plus goat, chicken and horse manure for the perennial tree crops)."
    },
    "markets": [
      "Live Oak/Eastside"
    ],
    "products": [
      "Avocados",
      "Blueberries",
      "Herbs",
      "Kale"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2016/05/Serendipity-Farm.jpg"
  },
  "Stackhouse Brothers Orchards": {
    "link": "https://santacruzfarmersmarket.org/vendors/stackhouse-brothers-orchards/",
    "description": {
      "type": "Farmer",
      "owner": "Rodney and Don Stackhouse",
      "phone": "209-883-2663",
      "facebook": "https://www.facebook.com/Stackhousebrosorchards",
      "bio": "Stackhouse Orchards is family owned and operated for over 40 years now growing over 140 varieties of stone fruit as well as growing and flavoring their own almonds.",
      "land": "250 acres between Hickman and Hughson, CA",
      "history": "For over 25 years Stackhouse has sold products at farmers markets on the central coast, California as well as at Pikes Place in Seattle. They are continuously adding new flavors to the almonds and are currently at 14! They take great pride in their unique product. Rodney and Don Stackhouse are the brothers and partners behind Stackhouse Bros Orchards. They grew up on their small family farm and as they did their dad steadily expanded the farm to 80 acres including fruit trees. After Rodney graduated from Cal State Fresno, he decided to farm as well. Over the years, the brothers bought more land to add to what their dad already owned. Today their main crops are stone fruit and almonds on 250 acres between Hickman and Hughson, California. You can find their products at over 30 farmers markets around the central coast, Ca including Oakland, Monterey, Santa Cruz, Salinas, Livermore, just to name a few. It is truly a family run operation. Rod can be found out amongst his trees every day and occasionally is seen visiting one of his markets. His daughter and grandson Kristi and Nick manages the website, and the farmers markets. And the rest of the family helps out working markets.",
      "pest_management": "We rely on natural predators to protect the almond trees without using harsh pesticides. Letting grasses grow between trees will encourage the natural predators such as spiders, lace-wings, and wasps to flourish.",
      "soil": "We use compost to increase fertility and improve soil structure. We do use some commercial fertilizer along with compost to obtain large and profitable crops.",
      "water_use": "Minimal - some irrigation in the spring.",
      "weed_control": "To control other weeds and grasses a tractor is used to mow in one direction only. Traditionally the strip of grass down the tree row is sprayed with herbacides. Our farm uses a contact herbicide such as round up."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Live Oak/Eastside",
      "Scotts Valley"
    ],
    "products": [
      "Almonds",
      "Flavored Almonds",
      "Persimmons",
      "Stone fruit"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/152.jpg"
  },
  "Sumano’s Organic Mushrooms": {
    "link": "https://santacruzfarmersmarket.org/vendors/sumanos-organic-mushrooms/",
    "description": {
      "type": "Farmer",
      "phone": "(831) 214-9945",
      "website": "https://sumanosorganicmushrooms.com/",
      "about": "Sumano’s Organic Mushrooms Farm is committed to providing high quality and great tasting organic mushrooms at a fair price. Based in San Juan Bautista they grow shiitake, lion's mane and various kinds of oyster mushrooms. They sell as a second certification through New Natives at the Downtown Santa Cruz, Westside Santa Cruz and Live Oak farmers' markets."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside",
      "Westside Santa Cruz"
    ],
    "products": [
      "Mushrooms"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2021/02/mushrooms.jpg"
  },
  "Switch Bakery": {
    "link": "https://santacruzfarmersmarket.org/vendors/switch-bakery/",
    "description": {
      "type": "Artisan",
      "owner": "Amanda and Joshua Bradley",
      "email": "hey@switchbakery.com",
      "website": "https://switchbakery.com/",
      "bio": "In 2024 Switch Bakery joined our circuit, rotating through various markets and introducing their exceptional gluten free products. Owners Amanda and Joshua had both been baking for over a decade and made a giant leap, SWITCHING up a whole host of things a couple of years back, to follow their dreams. Switches included leaving their day jobs to focus on the bakery, focusing on a regional market, committing to simple, organic and nutritious ingredients, making staple foods that were common sustenance in households decades ago. Joshua and Amanda's angle on baked good came from necessity and, over time, became inspired by creativity, feeling good and meeting a need in communities. Joshua has crones disease - as a result the team transformed their kitchen ingredients into items helpful for nutrition, ease of digestion and gut health including farm eggs, rice flours, avocado, coconut and olive oil and butter. Though they love and excel at pastries, Switch grew their savory line of items, working to make food that is fuel and that people feel good eating. Perhaps less fancy but still satisfying and providing the body with basic sustenance. Switch is currently a team of two, Joshua and Amanda, and they do all of their baking in a commercial kitchen in Santa Cruz County. They run best with a four-person team and are hiring. Together they build a weekly menu playing off of seasonality and personal and world affairs. One of their most beloved items is a carrot bread, their flat breads highlight items in the market, Joshua often taking the lead from the Live Earth veggie box, and a current joy is a Palestinian-inspired bread. With Switch Bakery as the central project of their household, no day jobs to float the, the team does have visions for growth. Joshua also has a background in helping businesses get off the ground and grow; he appreciates right-sized businesses. They are proceeding with caution and imagine certain products scaling up to meet regional needs while others stay small scale and accessible through direct sales. They hope to eventually have enough revenue that will grant them time fore creativity and connection in addition to the baking and selling grind. For now scaling up to the current demand is a goal in itself. They sell out at every market and have doubled their production in the last year. Swich sells at the Downtown Market weekly and is in rotation every other Saturday at the Westside beginning February 1st. Check them out at market and ask about their order-in-advance and pick up at market options. They also do weekly bread subscriptions and provide a discount if you pick up at an SC Market. Amanda and Joshua didn't expect to love selling at farmers' markets but it has turned out to be a bright spot and a place for growth. We're all benefiting!"
    },
    "markets": [
      "Downtown Santa Cruz",
      "Westside Santa Cruz"
    ],
    "products": [
      "Gluten Free Baked Goods",
      "Gluten Free Bread"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2025/01/Screen-Shot-2025-01-30-at-11.32.05-AM.png"
  },
  "Tía Beré": {
    "link": "https://santacruzfarmersmarket.org/vendors/garcia-mexican-food/",
    "description": {
      "type": "Artisan",
      "owner": "Berenice and Jose Garcia",
      "email": "garciafarms@gmail.com",
      "contact": "598 Carlton Road Watsonville, CA 95076",
      "people": "This is a family owned business.",
      "bio": "The Garcias impressively run JCG farm (which sells at SCCFM markets) and the Tía Beré Mexican Kitchen from which they serve delicious tamales, tacos, chiles rellenos, tostadas, sopes, quesadillas, tortillas, salsas, and more as one of the fine food artisans in our prepared food section. We are so fortunate to have them in our membership with one hand in organic agriculture and the other in a rich culinary tradition.",
      "about": "Berenice is very passionate about growing organically. She says this is due to both the health benefits and because it is the lineage that she and Jose come from in Michoacán, Mexico. Their grandparents farmed organically long before such methods had a name. Berenice has a reputation for a variety of delicious, typical Mexican dishes that highlight the freshness of their produce from the farm. She loves to cook and it shows in her creative specialties such as strawberry tamales. Other favorites include al pastor gorditas and chile relleno burritos as well as fresh made tortillas and tortilla chips. You can visit them at the Live Oak, Downtown and Westside Santa Cruz markets.",
      "sourcing": "Uniquely,the Garcia Family sources ingredients from their own organic farm, JCG, where they grow a variety of crops including cilantro, tomatoes, onions and berries. In addition to growing their own produce, the Garcias source ingredients from local and organic farms such as Live Earth, Route 1 and Pinnacle.",
      "history": "JCG Farm is a 4-acre parcel located in Watsonville. On this small piece of land Jose and Berenice Garcia work the ground intensively, cultivating a diversity of fruits and vegetables that is rare to find in our modern times at any single farm, small or large. From row to row a visitor might stumble upon cilantro, raspberries, corn, watermelons, beans, chard, summer squash, the list goes on. Jose worked in the fields in Watsonville for 10 years before starting JCG farms in 2008 in partnership with his wife Berenice. Garcia says he chose to convert his business to organic practices because it was difficult to enter the local markets as a small conventional grower. The family moved to their current property in 2013 inheriting an old orchard of pear and apple trees which they will maintain alongside their beautiful, high quality row crops."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside",
      "Westside Santa Cruz"
    ],
    "products": [],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/1157.jpg"
  },
  "Tory Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/tory-farm/",
    "description": {
      "type": "Farmer",
      "owner": "Tory and Rebecca Torosian",
      "phone": "(559) 859-1291",
      "email": "toryfarms@yahoo.com",
      "facebook": "https://www.facebook.com/Tory-Farms-305647306157452/?fref=ts",
      "about": "We are very happy to introduce Tory Farm to our membership, selling high quality citrus, grapes and stone fruit. Tory and Rebecca Torosian and their sons, Tory Jr. and Sarkis, plus 2 long-time, full-time field workers manage 80 acres situated at the base of Smith Mountain in the touwn of Dinuba - about 200 miles south of San Francisco. Owned and operated by the Torosians for the last 50 years, Tory Farms is a treasured family asset owing to its scenic beauty, rural feel, and abundant wildlife. Egrets, red-tailed hawks, white-shouldered kites, barn owls, and doves are among the many bird species that inhabit their fields, vineyards, and orchards. California quails and pheasants nest in 30 acres of uncultivated open ground. The Torosians refer to their farm as “The Magic Ranch,” and they believe that great tasting, wholesome produce can only be grown on a happy and healthy farm.The soil is amended with gypsum to lower the pH and to help reduce compaction. Aged manure is applied to boost the nitrogen content essential for plant growth and vigor. Seasonal mowing creates a layer of mulch on the soil surface that protects the topsoil from erosion and renews the organic component of the soil needed for biological activity. They source water from the King’s River and local wells and it is delivered to crops via canals and furrows. Conservation measures include nighttime irrigation to reduce evaporation and mulching to conserve soil moisture. Annual cultivation, hand weeding, and mowing is used to control weeds, no synthetic herbicides are applied. Knowledge and timing are key strategies used to control insect populations and disease. Bt (Bacillus thuringiensis), dormant oil and synthetic pyrethrin are applied to control larvae; sulfur, fungicide spray, and copper are used to control fungal outbreaks; and predatory mites are released to control crop-damaging mites. Organophosphates are not used. We are fortunate to have this family farm selling fruit at the Live Oak Market. Visit them every Sunday, 9am-1pm."
    },
    "markets": [
      "Live Oak/Eastside"
    ],
    "products": [
      "Grapefruit",
      "Grapes",
      "Lemons",
      "Nectarines",
      "Peaches",
      "Plums",
      "Pluots",
      "Pomelos"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2021/02/Tory-1.jpg"
  },
  "Triple Delight Blueberries": {
    "link": "https://santacruzfarmersmarket.org/vendors/triple-delight-blueberries/",
    "description": {
      "type": "Farmer",
      "phone": "559-864-8114",
      "email": "markim@psnw.com",
      "website": "http://tripledelightberries.com",
      "people": "Mark and Kimberly Sorensen and their daughters, Johannah, Elizabeth, and Olivia, along with 2 part-time and 20 or more seasonal employees.",
      "bio": "The Sorensen Family delights in growing the \"tastiest blueberries around.\" They love bringing their blueberries to the people who love them just as much as they do.",
      "land": "15 acres of blueberries and 350 acres of raisin vineyards located in Caruthers",
      "history": "Triple Delight Blueberries, first established in 1996, is located just south of Fresno in California's San Joaquin Valley. Mark & Kimberly Sorensen named their farm after their three delightful daughters: Johannah, Elizabeth and Olivia. As fifth generation raisin farmers, the Sorensen's decided to plant five acres of blueberries to diversify their farming operation. The initial plan was to sell their berries to a wholesale broker, but in 1998, the Sorensen's tried taking their blueberries to the Aptos Farmers Market on Saturdays. They were quickly drawn to the fulfillment they felt when meeting the people who enjoyed their berries. Each year, their farmers market operation grew, and before long they were able to sell their entire crop directly to the consumers through markets in Central and Northern California. Their short, ten-week season means attending many markets in a short amount of time. Mark & Kim planted ten additional acres in the fall of 2006 in hopes to lengthen their season by planting different varieties. The Sorensen family thoroughly appreciates their loyal customers who wait patiently for the blueberry season to begin each year. They love growing a crop that brings much joy to so many people and look forward to the continued friendships they rekindle each year."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Scotts Valley",
      "Westside Santa Cruz"
    ],
    "products": [
      "Blueberries",
      "Raisins"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/1109.jpg"
  },
  "Twin Girls Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/twin-girl-farms/",
    "description": {
      "type": "Farmer",
      "phone": "559-528-0180",
      "email": "twngrlfarm@aol.com",
      "contact": "P.O. Box 59 Yettem, CA 93670",
      "people": "Ignacio (Nacho) and Casamira Sanchez and daughters, Christyna, Serena, and Savannah, along with 25 full-time and 16 part-time or 8 seasonal employees",
      "bio": "Twin Girls Farm grows a large variety of organic fruits which allows them to have a year-round harvest.",
      "land": "518 acres on 14 plots of land in Fresno and Tulare counties",
      "history": "Nacho Sanchez graduated from Fresno State with a B.S. in agriculture. In 1989, he bought a 6-acre orchard with his wife Casamira which they farmed in their spare time. By 1993, Nacho had acquired over 150 acres and was farming full time. Nacho and Casamira feel good knowing that workers can pick fruit and customers can enjoy it without worrying about pesticide residues. Any fruit the Sanchezes don’t sell is incorporated back into their soil.",
      "pest_management": "Release of beneficials (aphytis & snails) and creating a habitat for beneficials. Use of organic pesticides such as oils, sulfur, and copper for peach leaf curl. Selection of root stock that is resistant to phytophera.",
      "soil": "Crop stubble is used to build the soil.",
      "water_use": "Furrow and drip irrigation using well-water and irrigation-district water.",
      "weed_control": "Hand hoeing with machete, machine disking, plowing, tilling, and mowing.",
      "credits": "*Originally published by CUESA (Center for Urban Education about Sustainable Agriculture)"
    },
    "markets": [
      "Downtown Santa Cruz",
      "Westside Santa Cruz"
    ],
    "products": [
      "Apricots",
      "Cherries",
      "Feijoas",
      "Grapefruit",
      "Grapes",
      "Guavas",
      "Jujubes",
      "Kiwi",
      "Lemons Nectarines",
      "Oranges",
      "Peaches",
      "Persimmons",
      "Plums",
      "Pluots",
      "pomegranates",
      "Pomelos"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/1179.jpg"
  },
  "Twins Kitchen": {
    "link": "https://santacruzfarmersmarket.org/vendors/twins-kitchen/",
    "description": {
      "type": "Artisan",
      "owner": "Peggy Dillon",
      "phone": "(831) 345-3410",
      "email": "peggyd85@outlook.com",
      "website": "http://www.twinskitchensantacruz.com",
      "facebook": "http://www.facebook.com/twinskitchensantacruz",
      "people": "Peggy Dillon is at the helm of Twins Kitchen and spent many years in marketing and communications for various agriculture groups including a soil company. Her daughter Natalie Henry helps run the business and prepare the preserves. Natalie's career spans both the front and back of the house in the restaurant business, as well as being a chocolatier. She currently is a manger at the popular Betty Burgers. Natalie's husband Peter Henry is the well renowned chef at The Cremer House in Felton.",
      "bio": "The Twins Kitchen crew understands that we live in a produce paradise and they are happy and proud to support local farmers. Their products start with great ingredients, this is why they taste so good. They enjoy creating flavors that are exciting and unique. Twins Kitchen encourages people to use their jams and mustards to create their own great, easy dishes, and to share them with their families and friends. In the Twins Kitchen family food is love, when they see people smile when they taste their product, it makes their hearts smile too.",
      "about": "Twins Kitchen began five years ago in Santa Cruz when a mom (Peggy) and one of her identical twin daughters (Natalie) learned about a new cottage food law. It was the perfect opportunity for the long-time cook and culinary school grad to spread the love. The business name honors both daughters and plays on their philosophy of creating amazing combinations, or pairs, of flavors in each jar.",
      "sourcing": "Twins Kitchen is happy and proud to source much of the fruit for their jams from Santa Cruz Farmers' Markets farmers – particularly Live Earth Farms and Route One. They use organic fruit when possible and source from local, family farms. The mustards taste complex but are simple creations of ingredients including whole mustard seed, vinegar, and spices."
    },
    "markets": [
      "Felton",
      "Scotts Valley"
    ],
    "products": [
      "Jams",
      "Mustards"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2018/12/Twins-Kitchen.jpg"
  },
  "Vasquez Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/vasquez-farm/",
    "description": {
      "type": "Farmer",
      "phone": "831-840-4951",
      "email": "vasquezfarms@gmail.com",
      "people": "Rudy and Esther Vasquez, owners",
      "bio": "The Vasquez family grows luscious berries using sustainable techniques on 15 acres in Moss Landing.",
      "about": "*Ester and Rudy Vasquez, owners of Vasquez Farm, are a couple as sweet as the berries they grow in Moss Landing. They sit together comfortably on the couch in their home telling stories punctuated with Rudy’s playful jokes. The couple is celebrating 50 years of marriage this year. Both Ester and Rudy both grew up in farming families on the Central Coast of California. Ester’s grandparents and parents were migrant farm workers from Jalisco, Mexico who settled in Castroville. They then moved to Moss Landing where they worked as sharecroppers on one of the first strawberry farms in the area. They ultimately purchased five acres of their own in 1944 on Jensen Road in Moss Landing and starting growing strawberries in the 1950s. Farming was a family affair involving Ester and her siblings, cousins and friends. Ester has fond memories of walking with her grandfather to irrigate the fields at 7 am before school. Rudy’s parents came to work on a large farm in Santa Clara, California from San Luis Potosi, Mexico in 1948 as part of the Bracero program. Between the years of 1942 and 1964, millions of Mexicans were allowed to take temporary work in the US. The program was established through an agreement between the US and Mexico for the purpose of meeting US food supply needs during World War II. The program initially imported workers for agriculture and later for the railroads. When mutual friends introduced them in 1957, Ester and Rudy realized that their paths literally crossed almost every day. Ester was working on her parents’ farm and Rudy was driving a truck for Watkins, a packer/shipper located near by. After they married, Ester continued working on her parents' farm until 1973, when the couple purchased 15 acres of land in Moss Landing. Ester began reclaiming the berry fields and grew several types of berries with the help of a few employees. Rudy, however, was not enamored with farming after seeing how hard his father worked. Instead he worked in a variety of jobs over the years: he worked as a foreman at a large chicken ranch for 20 years, at a cannery for a few years, and then at a squid company for 10 years. It wasn’t until 1993 that Ester convinced Rudy to work on the farm. By that time, Ester was running a successful business growing strawberries, raspberries and blueberries and selling them at several farmers markets including the Monterey Bay Certified Farmers Markets at Cabrillo College, Salinas and Monterey. She also worked as a bilingual aide in a local school. Rudy found a role on the farm he enjoys — driving the tractor and selling their berries at farmers markets. He now participates at eight different markets. The Vasquezes are in the process of having their farm certified organic by CCOF. Ester and Rudy have a lot to be thankful for. They are proud of their six children who helped out on the farm during their school years, and are now employed and living on their own. Six of their 16 beautiful grandchildren help out at the farmers markets. Ester and Rudy find participating at farmers markets very rewarding. “It’s like being part of a big, warm family,” says Ester. Rudy offers tips for extending the life of strawberries: “Do not wash until ready to eat/use, and refrigerate in an air-tight container that is lined with dry paper towels. Leave a bowl of strawberries out to enjoy right away!”",
      "land": "15 acres in Moss Landing, 10 of which are currently in production",
      "credits": "*Originally published by CUESA (Center for Urban Education about Sustainable Agriculture)"
    },
    "markets": [
      "Downtown Santa Cruz",
      "Felton",
      "Westside Santa Cruz"
    ],
    "products": [
      "Blackberries",
      "Blueberries",
      "Raspberries",
      "Strawberries"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/Vasquez.jpg"
  },
  "Wild Stone Bakery": {
    "link": "https://santacruzfarmersmarket.org/vendors/wild-stone-bakery/",
    "description": {
      "type": "Artisan",
      "phone": "831-252-0706",
      "email": "info@wildstonebakery.com",
      "website": "https://www.wildstonebakery.com",
      "facebook": "https://www.facebook.com/Wildstone-Bakery-322144318328520/",
      "about": "Wildstone Bakery makes locally sourced organic craft sourdough breads and pastries, seasonal tarts and bagels in Santa Cruz. The business was developed from a desire to create great tasting bread. The owners found that by leaning into a long and slow fermentation they could achieve amazing flavors that rarely get developed with faster methods of production. As an extra bonus this process improves the digestibility of bread. Wildstone uses organic flours and local fruits from small farms for their tarts and pastries. Their recipes are inspired from travel. They are based in Boulder Creek."
    },
    "markets": [
      "Downtown Santa Cruz"
    ],
    "products": [],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2020/02/Wild-Stone-Bakery.jpg"
  },
  "Windmill Farm": {
    "link": "https://santacruzfarmersmarket.org/vendors/windmill-farm/",
    "description": {
      "type": "Farmer",
      "owner": "Ronald Donkervoort",
      "phone": "831-336-2358",
      "contact": "P.O. Box 441 Ben Lomand, CA 95005",
      "website": "http://www.youtube.com/watch?v=J2g7J_WoeVI",
      "people": "Three to four full-time employees as well as help from Ronald's children. In 2013 his daughter Mayan joined him to work part-time on the farm and has been increasingly involved ever since. Ronald's grandchildren are also a staple of the Downtown Santa Cruz Farmers' Market.",
      "bio": "Truly a small Santa Cruz community farm, Windmill specializes in heirloom fruit and vegetable varieties. They believe that the original strains of food plants need to be recognized not only for their genetic importance but also to preserve their presence in modern farming practices.",
      "about": "Born and raised in Holland, Ronald found his first job at a tomato/flower farm there. At that young age, he was not ready to get 'stuck' as a farmer quite yet so he travel the world for over a decade. On his travels Ronald was inspired by small family farms and decided to start his own farming adventure in 1987.",
      "land": "10 acres in Moss Landing.",
      "history": "Ronald leases land for his farm and has been in various locations over the years. His current 10-acre plot overlooks the ocean in Moss Landing between the Pajaro and Salinas rivers.",
      "pest_management": "Ronald uses compost and cover-cropping to improve his soil and implements a strict crop rotation schedule. He grow crops that are suitable for the climate as to avoid unnecessary battles.",
      "soil": "Windmill's soil is light colored, sandy, loamy, silty and holds the water well.",
      "water_use": "Everything is on drip tape.",
      "weed_control": "Hoeing."
    },
    "markets": [
      "Downtown Santa Cruz",
      "Live Oak/Eastside"
    ],
    "products": [
      "Beets",
      "Braising Mix",
      "Broccoli",
      "Cabbage",
      "Carrots",
      "Chard",
      "Cilantro",
      "Collards",
      "Kale",
      "Leeks",
      "Potatoes",
      "Spinach",
      "Squash",
      "Strawberries",
      "Sugar Snap Peas",
      "Winter Squash"
    ],
    "image_url": "https://santacruzfarmersmarket.org/wp-content/uploads/2012/06/windmill_farm.jpg"
  }
}